[
  {
    "key": "1223-codeName",
    "original": "O-01-73\n<CMT_KR>\n<CMT_JP>",
    "translation": "O-01-73\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\nO-01-73\nEN:\nO-01-73"
  },
  {
    "key": "1223-name",
    "original": "絶望の騎士\n<CMT_KR>\n<CMT_JP>",
    "translation": "絶望の騎士\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n절망의 기사\nEN:\nThe Knight of Despair"
  },
  {
    "key": "1223-clue",
    "original": "手掛かり\n<CMT_KR>\n<CMT_JP>",
    "translation": "手掛かり\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n단서\nEN:\nClue"
  },
  {
    "key": "1223-storyList[0].story",
    "original": "それに遭遇して得た情報を記録します。\n\nこれまで経験してきたヴァルプルギスの夜、その中でも過去のロボトミーコーポレーション本社を訪れる場合は、いずれも「試練」と対面してきましたが、今回は初めて脱走した幻想体を制圧するというシナリオを迎え、当時の本社にいた幻想体と対面する機会が生じました。\n\nしたがって本記録では、当時の幻想体の情報を可能な限り反映しつつ、LCEが採用している危険ランクの査定方式の差異などを検証する予定です。\n\n抜粋した情報によれば当該幻想体は通称「絶望の騎士」と呼ばれ、人間形態の、知性と感情を有する幻想体であると判明しています。\n\n特筆事項として、この幻想体は後述する別の幻想体とも直接的な関係を持っていたことと推定され…。\n\nこれらの幻想体はすべて自らを「魔法少女」と称していたようです。\n\n魔法少女が正確に何を意味するのか、実在していたのかといった情報へのアクセスは困難ですが、彼女ら全てと遭遇し情報を把握できれば、あまり知られていなかった都市についての新たな事実を解明できるでしょう。\n\nこの幻想体O-01-73絶望の騎士のほか、記録によると本社では O-01-04憎しみの女王、O-01-64貪欲の王を管理していたことが確認されています。\n\n全ての魔法少女は危険ランクWAWに分類されましたが、LCEでは絶望の騎士をWAW-04に指定したようです。\n\n管理手順を参照した限り、特定の状況を除けば脱走しない個体であるため危険度は高くないように見えますが…。\n\nひとたび脱走した場合には、制圧の際に相当な被害を甘受しなければならなかったことが確認されています。\n\n記載内容だけを見るならWAW-05, 06級の危険度はあると思われますが、すでに制圧方法が文書で共有されている個体であるため、LCEではこのような査定が下されたのだと思われます。\n\n現場で直接戦闘を行わない彼らの思考方法では、このような結論しか導出できないのでしょう。\n\n戦闘前に記録できる情報は全て列挙できたと思われます。\n\n以上で報告を終了します。\n\n→ その…何か私見がすごく混じってる気がするけど。\n\n→ 前から思ってたんだけど、ファウってLCEのこと凄く気にしてない？\n\n→ 事実と異なりますね。それは錯覚です。\n\n→ えぇ～。何が錯覚だっていうの、この前定期検診に行ったときもホーエンハイムって人と神経戦やってたでしょ？\n\n→ 錯覚です。ホーエンハイムはファウストと神経戦で張り合える人物ではありません。常に僅差で下回っています。\n\n→ ふぅ～ん、それにしてはずいぶん仲良さそうに(この後にも何か書かれているようだが、モザイクのようなものでびっしり覆われている。)\n\n→ まさかと思うけど、あのあねさん。書き込み権限を剥奪したのか…？\n<CMT_KR>\n<CMT_JP>",
    "translation": "それに遭遇して得た情報を記録します。\n\nこれまで経験してきたヴァルプルギスの夜、その中でも過去のロボトミーコーポレーション本社を訪れる場合は、いずれも「試練」と対面してきましたが、今回は初めて脱走した幻想体を制圧するというシナリオを迎え、当時の本社にいた幻想体と対面する機会が生じました。\n\nしたがって本記録では、当時の幻想体の情報を可能な限り反映しつつ、LCEが採用している危険ランクの査定方式の差異などを検証する予定です。\n\n抜粋した情報によれば当該幻想体は通称「絶望の騎士」と呼ばれ、人間形態の、知性と感情を有する幻想体であると判明しています。\n\n特筆事項として、この幻想体は後述する別の幻想体とも直接的な関係を持っていたことと推定され…。\n\nこれらの幻想体はすべて自らを「魔法少女」と称していたようです。\n\n魔法少女が正確に何を意味するのか、実在していたのかといった情報へのアクセスは困難ですが、彼女ら全てと遭遇し情報を把握できれば、あまり知られていなかった都市についての新たな事実を解明できるでしょう。\n\nこの幻想体O-01-73絶望の騎士のほか、記録によると本社では O-01-04憎しみの女王、O-01-64貪欲の王を管理していたことが確認されています。\n\n全ての魔法少女は危険ランクWAWに分類されましたが、LCEでは絶望の騎士をWAW-04に指定したようです。\n\n管理手順を参照した限り、特定の状況を除けば脱走しない個体であるため危険度は高くないように見えますが…。\n\nひとたび脱走した場合には、制圧の際に相当な被害を甘受しなければならなかったことが確認されています。\n\n記載内容だけを見るならWAW-05, 06級の危険度はあると思われますが、すでに制圧方法が文書で共有されている個体であるため、LCEではこのような査定が下されたのだと思われます。\n\n現場で直接戦闘を行わない彼らの思考方法では、このような結論しか導出できないのでしょう。\n\n戦闘前に記録できる情報は全て列挙できたと思われます。\n\n以上で報告を終了します。\n\n→ その…何か私見がすごく混じってる気がするけど。\n\n→ 前から思ってたんだけど、ファウってLCEのこと凄く気にしてない？\n\n→ 事実と異なりますね。それは錯覚です。\n\n→ えぇ～。何が錯覚だっていうの、この前定期検診に行ったときもホーエンハイムって人と神経戦やってたでしょ？\n\n→ 錯覚です。ホーエンハイムはファウストと神経戦で張り合える人物ではありません。常に僅差で下回っています。\n\n→ ふぅ～ん、それにしてはずいぶん仲良さそうに(この後にも何か書かれているようだが、モザイクのようなものでびっしり覆われている。)\n\n→ まさかと思うけど、あのあねさん。書き込み権限を剥奪したのか…？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n그것과 조우하고 얻은 정보를 기록합니다.\n\n기존에 경험해 왔던 발푸르기스의 밤, 그중에서도 과거의 로보토미 코퍼레이션의 본사를 방문하는 경우에는 모두 ‘시련’을 맞이해 왔습니다만, 이번엔 처음으로 탈출한 환상체를 제압하는 시나리오를 맞이하여 당시 본사의 환상체를 마주할 기회가 발생했습니다.\n\n따라서 이번 기록은 당시의 환상체 정보를 최대한 반영하되, LCE에서 반영하고 있는 위험등급 책정 방식의 차이 등을 탐구해 볼 계획입니다.\n\n발췌 정보에 따르면, 해당 환상체는 통칭 ‘절망의 기사’로 불리우며 인간 형태의, 지성과 감정을 갖고 있는 환상체로 파악됩니다.\n\n특기할 사항으로, 이 환상체는 후술할 다른 환상체와도 직접적인 연관이 있었던 것으로 추정되며…\n\n이러한 환상체들은 모두 스스로를 ‘마법소녀’라고 지칭했던 것 같습니다.\n\n아직 마법소녀가 정확하게 무엇을 의미하는지, 실존했던 것은 맞는지와 같은 정보에 대한 접근은 어렵지만 이들을 모두 조우하고 정보를 파악할 수 있다면, 잘 알려지지 않았던 도시에 대한 또 다른 사실들을 파악해 낼 수 있겠지요.\n\n이 환상체, O-01-73 절망의 기사 외에도 기록에 의하면 본사는 O-01-04 증오의 여왕, O-01-64 탐욕의 왕을 관리했던 것으로 파악됩니다.\n\n모든 마법소녀는 위험등급 WAW로 분류되었는데, LCE에서는 절망의 기사를 WAW-04로 지정하기로 한 것 같습니다.\n\n관리 절차를 들여다보았을 땐 특정 상황을 제외하면 탈출하지 않는 개체이기 때문에, 위험도가 높지는 않아 보입니다만…\n\n일단 탈출한 경우에는 제압에 상당한 피해를 감수해야 했던 것으로 확인됩니다.\n\n적힌 것만으로는 WAW-05, 06 급의 위험도는 된다고 생각하지만… 이미 제압 방법이 문서에 의해 알려진 개체라 LCE에서 이런 책정을 한 것으로 판단되는군요.\n\n현장에서 직접 전투를 수행해 보지 않는 그들의 사고방식으로는 이런 결과만을 도출할 뿐이겠지요.\n\n전투 전에 기록할 수 있는 정보는 전부 나열한 것 같습니다.\n\n이상으로 보고를 마칩니다.\n\n→ 어… 뭔가 사견이 엄청 붙은 것 같은데.\n\n→ 저번부터 생각한 건데, 파우는 LCE랑 관련되기만 하면 무지 신경 쓰는 것 같지 않아?\n\n→ 사실과 다르군요. 그건 착각입니다.\n\n→ 에이~ 무슨 착각이야, 저번에 정기검진한다고 갔을 때도 그 호엔하임이라는 사람하고 신경전이 있었잖아?\n\n→ 착각입니다. 호엔하임은 파우스트와 신경전을 펼칠 정도의 인물이 아닙니다. 항시 근소히 하회하죠.\n\n→ 흐음~ 그런 것 치고는 엄청 친해보이(이후에도 무언가 쓰인 것 같지만, 모자이크 같은 것이 가득 끼어있는 것 같다.)\n\n→ 설마 저 양반이 글 쓸 권한을 차단해 버린 거야…?\nEN:\nRecording the information gained from an encounter with the entity.\n\nPrevious experiences with Walpurgis Nights, particularly in cases in which Lobotomy Corporation Headquarters was the destination, have been battles against entities known as 'Ordeals'. However, this scenario in which its participants are to be placed in a containment breach situation provides an opportunity to encounter an Abnormality contained within the Headquarters.\n\nAs such, this record will, while reflecting as much of the information that was contemporaneously available with the Abnormality's containment, explore the contrasts with the Risk Level assignment system devised by LCE.\n\nAccording to extracted information, this entity was labeled 'The Knight of Despair', a humanoid, sapient, and sentient entity.\n\nA notable aspect of this Abnormality is that it possesses a particularly direct connection to other Abnormalities, each of which will be briefly touched upon later in this report...\n\n... and it seems that this group of Abnormalities all called themselves 'Magical Girls'.\n\nAt this moment, it is difficult to access information that holds answers to questions such as 'what does this 'Magical Girls' terminology refer to?', or 'have they once truly existed?' However, encountering all of these entities and extracting information from them should prove to be an avenue from which one might learn more about the lesser-known part of the City's truths.\n\nAccording to available records, the Headquarters once managed O-01-04—The Queen of Hatred—and O-01-64—The King of Greed—, in addition to the entity in question, O-01-73—The Knight of Despair.\n\nAll 'Magical Girls', were categorized into the Risk Level WAW, and it seems that LCE has labeled the Knight of Despair a WAW-04 entity.\n\nReferring to records of its management procedures, the conditions for a containment breach incident with this Abnormality are rather specific, which means that it does not occur often. Therefore, it is possible to understand how some might come to conclude that it does not actually pose any particularly high level of danger...\n\n... however, significant casualties are expected once it does escape. \n\nIt can be rather confidently said that, from the available information, this entity should be ranked at least WAW-05 or WAW-06... However, it appears that the availability of the suppression method, which has already been made available in written form, has influenced LCE's designation.\n\nA predictable conclusion drawn by the minds of those who do not face these dangers in the field.\n\nIt seems that all information that can be garnered and enumerated prior to the actual encounter has been recorded.\n\nConcluding the report.\n\n→ Uhh... this report seems particularly personal.\n\n→ Hey, I've been thinking... does it seem to you guys that Fau seems to get a lot more invested when it comes to LCE-related things?\n\n→ That is patently untrue. A clear misunderstanding.\n\n→ Nah~ Misunderstanding my foot. Remember when we stopped by for that regular check-up? You guys all saw her bickering back and forth with that Hohenheim dude, right?\n\n→ Another misunderstanding. Hohenheim is not someone of any importance, at least not enough to 'bicker' with Faust. He is always hovering somewhere underneath her radar.\n\n→ Hmmmmmmm~ Ya sure? Ya two sure looked super clo(the entry continues, but it is obscured by what appears to be visual noise.)\n\n→ Did she just... take her writing privileges away...?"
  },
  {
    "key": "1223-storyList[1].story",
    "original": "それとの戦闘で得た情報を記録します。\n\nそれの戦闘時における特徴を描写します。\n\nそれは複数のレイピアを投射して攻撃することを主な戦術とします。レイピアの本数に上限はないようで、攻撃意思さえあれば持続的に生成するように見えます。\n\n特に制圧中には、投射される剣とは別に巨大なレイピアが浮遊しており…この剣こそが幻想体制圧の鍵と思われます。\n\nこの剣と競り合うことで、幻想体の強力な防御能力を瓦解させられることを確認しました。\n\n…これは過去の本社記録では確認できなかったパターンですね。\n\nこの時点のロボトミーコーポレーションは、脱走した幻想体をどう制圧するかよりも、そもそも隔離室から脱走させない方に焦点を合わせていたようです。\n\nこれまでのヴァルプルギスの夜では試練のみに対応していたため、この点は顕在化しませんでしたが…。\n\n今後も過去の本社を訪れ、幻想体を制圧するシナリオに直面するなら、新規幻想体に遭遇したときと同じく制圧方法を慎重に探りながら接近すべきだと判断されます。\n\nこうした点を看過して詳細危険ランクを指定したLCEには、近い内に判断方式の再考を要請すべきでしょう。\n\nさらに、突如味方として加わった幻想体O-01-04憎しみの女王についても観察後、別途結果を記録する予定ですが…\n\nこのシナリオで有意義な情報が得られるかは疑問ですね。可能な限り観察を進めてみます。\n\n以上で報告を終了します。\n\n→ 私も過去の記録を貪読(どんどく)せしが、この幻想体は特に感情的な部分に関する記述が多くを占めたるものに見ゆ。\n\n→ 幻想体が職員に「加護」というものを授けていたらしいんですけど…。その加護を受けた職員が死んだり狂ったりすると幻想体が刺激されて脱走するみたいです…。ということは、今僕たちがこうして戦っているということは…。\n\n→ 死んだんだろ、まぁ。\n\n→ …えっと、僕たちを助けてくれた魔法少女…いや、幻想体もそうですけど…。実のところ、この幻想体たちはその、しょ…職員を助けたかったんじゃないですか？\n\n→ 人魚に魅了される人と全く同じことを言っていますね。幻想体は幻想体。たとえ表面的に助けになるように見えても、結局はとてつもなく危険な存在なんですよ。\n\n→感情に惑わさしむる何らかの力を行使する故ならんとも推量す。もし理性の判断曇りたるままに筆を執りし記録ならば…彼らは既に一部侵蝕されたのやも。\n<CMT_KR>\n<CMT_JP>",
    "translation": "それとの戦闘で得た情報を記録します。\n\nそれの戦闘時における特徴を描写します。\n\nそれは複数のレイピアを投射して攻撃することを主な戦術とします。レイピアの本数に上限はないようで、攻撃意思さえあれば持続的に生成するように見えます。\n\n特に制圧中には、投射される剣とは別に巨大なレイピアが浮遊しており…この剣こそが幻想体制圧の鍵と思われます。\n\nこの剣と競り合うことで、幻想体の強力な防御能力を瓦解させられることを確認しました。\n\n…これは過去の本社記録では確認できなかったパターンですね。\n\nこの時点のロボトミーコーポレーションは、脱走した幻想体をどう制圧するかよりも、そもそも隔離室から脱走させない方に焦点を合わせていたようです。\n\nこれまでのヴァルプルギスの夜では試練のみに対応していたため、この点は顕在化しませんでしたが…。\n\n今後も過去の本社を訪れ、幻想体を制圧するシナリオに直面するなら、新規幻想体に遭遇したときと同じく制圧方法を慎重に探りながら接近すべきだと判断されます。\n\nこうした点を看過して詳細危険ランクを指定したLCEには、近い内に判断方式の再考を要請すべきでしょう。\n\nさらに、突如味方として加わった幻想体O-01-04憎しみの女王についても観察後、別途結果を記録する予定ですが…\n\nこのシナリオで有意義な情報が得られるかは疑問ですね。可能な限り観察を進めてみます。\n\n以上で報告を終了します。\n\n→ 私も過去の記録を貪読(どんどく)せしが、この幻想体は特に感情的な部分に関する記述が多くを占めたるものに見ゆ。\n\n→ 幻想体が職員に「加護」というものを授けていたらしいんですけど…。その加護を受けた職員が死んだり狂ったりすると幻想体が刺激されて脱走するみたいです…。ということは、今僕たちがこうして戦っているということは…。\n\n→ 死んだんだろ、まぁ。\n\n→ …えっと、僕たちを助けてくれた魔法少女…いや、幻想体もそうですけど…。実のところ、この幻想体たちはその、しょ…職員を助けたかったんじゃないですか？\n\n→ 人魚に魅了される人と全く同じことを言っていますね。幻想体は幻想体。たとえ表面的に助けになるように見えても、結局はとてつもなく危険な存在なんですよ。\n\n→感情に惑わさしむる何らかの力を行使する故ならんとも推量す。もし理性の判断曇りたるままに筆を執りし記録ならば…彼らは既に一部侵蝕されたのやも。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n그것과의 전투에서 얻은 정보를 기록합니다.\n\n그것의 전투 중 특징을 묘사하겠습니다.\n\n그것은 여러 개의 세검을 이용하여 투사하는 공격을 주요하게 사용합니다. 세검 자체는 개수의 제한이 있는 것처럼 보이지는 않으며, 공격의 의지가 있다면 지속적으로 생성해 내는 것으로 보입니다.\n\n특히, 제압 중에는 투사하는 검과는 구별되는 커다란 세검이 부유하는데… 이 검이 환상체 제압의 열쇠로 보입니다.\n\n해당하는 검을 맞받아치는 행동을 통해, 환상체의 강력한 방어 능력을 와해시킬 수 있다는 것을 확인했습니다.\n\n…이것은 과거 본사의 기록에서는 확인할 수 없는 패턴이군요.\n\n이 시점의 로보토미 코퍼레이션은 환상체의 탈출을 어떻게 제압할 것인가에 초점을 맞추기보다는, 애초부터 격리실에서 탈출하지 않도록 방지하는 쪽에 초점을 맞춘 것으로 보입니다.\n\n지금까지의 발푸르기스의 밤에서는 시련만을 대응하여 이러한 점이 두드러지지 않았습니다만…\n\n앞으로도 과거 본사에 방문하여 환상체를 제압하는 시나리오에 마주하게 된다면, 기존에 신규 환상체를 마주했을 때 해왔던 것처럼 제압하는 방법을 조심스럽게 탐색하며 접근해야 할 것으로 판단됩니다.\n\n이런 부분들을 간과하고 세부 위험등급을 지정한 LCE에게는 가까운 시일 내로 판단 방식의 재고를 요청해야 할 것 같습니다.\n\n또한 갑작스럽게 아군으로 합류하게 된 환상체,  O-01-04 증오의 여왕에 대해서도 관찰 후 별도의 결과를 기록하려고 합니다만…\n\n이 시나리오에서 유의미한 정보를 얻을 수 있을지는 의문이군요. 최대한 관찰을 진행해 보겠습니다.\n\n이상으로 보고를 마칩니다.\n\n→ 나도 과거의 기록을 탐독했소만… 이 환상체는 특히나 감정적인 부분에 대한 기록이 대부분이었던 것으로 보이는구료.\n\n→ ‘가호’라는 것을 환상체가 직원에게 제공했던 것 같은데요… 그 가호를 받은 직원이 죽었거나 미쳐버리면 환상체가 자극받아서 탈출하는 것 같아요… 그렇담, 지금 우리가 이렇게 싸우고 있다는 뜻은…\n\n→ 죽었겠지, 뭐.\n\n→ …그, 저희를 도와주셨던 마법소녀… 아니, 환상체도 그렇고… 사실은, 이 환상체들은 그, 지… 직원들을 도우고 싶었던 건 아닐까요?\n\n→ 인어한테 홀리는 사람하고 정확히 똑같은 소리를 하고 계시네요. 환상체는 환상체. 설령 표면적으로 도움이 되는 것처럼 보여도, 결국엔 엄청나게 위험한 것들이라고요.\n\n→ 감정에 호도되도록 모종의 힘을 사용하는 것일 수도 있다고 보오. 이성적인 판단이 흐려진 채로 기록이 작성되었다면… 이미 그들은 일정 부분 침식되었을 수도.\nEN:\nRecording the information gained from encountering the entity in battle.\n\nThis report will cover the peculiarities that have been observed in our encounter.\n\nThe entity primarily carries out projectile attacks utilizing numerous pointed blades with levitational qualities. There does not appear to be any limit to how many swords can be summoned at once; as long as the Abnormality maintains the will to engage in battle, it can summon as many as it wishes to.\n\nAnother aspect of note is that it possesses special versions of the floating summoned swords, distinguished from the others by their size... and they seem to be the key to suppressing this Abnormality.\n\nIt has been discovered that, by challenging those swords, the Abnormality's powerful defensive abilities could be worn down.\n\n... This is a pattern that has not been recorded from the Headquarters in the past.\n\nIt seems that Lobotomy Corporation at this particular period in time focused more on preventing the Abnormalities from escaping to begin with, instead of devising ways to suppress them once they have breached containment.\n\nUntil today, this information has not come to light, as our primary enemies in previous Walpurgis Nights have been Ordeals. However...\n\n... if we are to encounter more of these scenarios in which we visit the Headquarters to suppress escaped Abnormalities, a careful approach, not dissimilar from the one we employ in encounters with new Abnormalities, must be engaged.\n\nAs LCE has overlooked such particularities, and has gone through a seemingly improvisational methodology to label this Abnormality's specific Risk Level, a request for reconsideration of their judgment-making process must be made in the near future.\n\nWe also intend to report our observations of the unexpectedly allied Abnormality O-01-04, The Queen of Hatred...\n\n... however, it is uncertain whether any more meaningful information can be gathered from this scenario. Nonetheless, a close level of observation will be maintained on the entity.\n\nConcluding the report.\n\n→ I have also perused the past records, yet... it appears that a great majority of those records explore the Abnormality's emotional states.\n\n→ Looks like the Abnormality used to bestow this thing they called 'Blessing' to an employee of its choice. The blessed employee's death or insanity seems to be what causes the Abnormality to breach containment... Which means that the employee it blessed must be...\n\n→ Dead. Obvious, innit?\n\n→ ... So, uh... Y-you know, the Miss Magical G— Sorry, Abnormality, made me think... What if this group of Abnormalities were actually trying to help the e-employees?\n\n→ You know who you sound like? Someone hypnotized by Mermaids. Abnormalities are Abnormalities. They might look like they're being helpful for a bit, but at the end of the day, they're just dangerous monsters.\n\n→ It may employ an unknown power to empower the sway of emotion; were the rational minds of the archivists who created these records put to sleep in favor of the purely emotional, then... one may surmise that they were already corroded in part."
  },
  {
    "key": "1223-storyList[2].story",
    "original": "追加でO-01-04憎しみの女王について判明した事項を記録します。\n\n観測以外にできることはあまり多くありませんでした。今回のシナリオでは、当該幻想体と長く対話を行えないよう設定されているようですね。\n\n過去の本社の記録を踏まえると、O-01-73絶望の騎士の脱走を含む二度目の警報が発生したことが、彼女が味方として合流した条件であったと推測されます。\n\nある意味ではこれも幻想体の脱走と見なせますが…。共に鎮圧を終えた後は自発的に隔離室へ戻るため、当該状況をそれほど危険とは判断されていないようです。\n\nむしろ…こうして共闘できない状況が長期化すると、敵として脱走するという極めて例外的な幻想体であると考えられます。\n\n文書によれば脱走時の形態は蛇のような、現在とは全く異なる姿となって職員を攻撃したようですが…。\n\n今回のシナリオではいかなる方法でもその形態を確認できず、追加情報を得られなかった点が惜しまれますね。\n\n現時点では、こうした断片的情報を基に将来起こり得るシナリオに備えるのが最善と判断されます。\n\n併せて、これらの内容を踏まえて危険ランクを査定するようLCEに促すべきだとも考えます。\n\n以上で報告を終了します。\n\n→ あー、そのなんだ。これ代わりに書いてくれって頼まれて書いてんだけどよ、お前ホーエンハイムに恨み(この後にも何か書かれているようだが、モザイクのようなものでびっしり覆われている。)\n\n→ これでアクセス遮断2人目かぁ…。\n<CMT_KR>\n<CMT_JP>",
    "translation": "追加でO-01-04憎しみの女王について判明した事項を記録します。\n\n観測以外にできることはあまり多くありませんでした。今回のシナリオでは、当該幻想体と長く対話を行えないよう設定されているようですね。\n\n過去の本社の記録を踏まえると、O-01-73絶望の騎士の脱走を含む二度目の警報が発生したことが、彼女が味方として合流した条件であったと推測されます。\n\nある意味ではこれも幻想体の脱走と見なせますが…。共に鎮圧を終えた後は自発的に隔離室へ戻るため、当該状況をそれほど危険とは判断されていないようです。\n\nむしろ…こうして共闘できない状況が長期化すると、敵として脱走するという極めて例外的な幻想体であると考えられます。\n\n文書によれば脱走時の形態は蛇のような、現在とは全く異なる姿となって職員を攻撃したようですが…。\n\n今回のシナリオではいかなる方法でもその形態を確認できず、追加情報を得られなかった点が惜しまれますね。\n\n現時点では、こうした断片的情報を基に将来起こり得るシナリオに備えるのが最善と判断されます。\n\n併せて、これらの内容を踏まえて危険ランクを査定するようLCEに促すべきだとも考えます。\n\n以上で報告を終了します。\n\n→ あー、そのなんだ。これ代わりに書いてくれって頼まれて書いてんだけどよ、お前ホーエンハイムに恨み(この後にも何か書かれているようだが、モザイクのようなものでびっしり覆われている。)\n\n→ これでアクセス遮断2人目かぁ…。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n추가적으로 O-01-04 증오의 여왕에 대해 알 수 있었던 것을 기록합니다.\n\n관측 외에는 특별히 할 수 있었던 것이 많진 않았습니다. 이번 시나리오에서는, 해당 환상체와의 대화를 길게 진행할 수 없게 설정된 것 같더군요.\n\n과거 본사의 기록으로 미루어보아, O-01-73 절망의 기사의 탈출을 포함해 두 번째 경보가 발생한 것이 아군으로 합류하게 된 조건으로 보입니다.\n\n어떤 의미에서는 이 또한 환상체 탈출이라고 볼 수 있겠지만… 함께 제압을 진행한 후엔 스스로 격리실로 돌아가기 때문에, 관련 상황을 그렇게 위험하게 판단하지는 않은 것 같습니다.\n\n오히려… 그렇게 함께 전투를 수행하지 못하는 상황이 길어지면 적으로서 탈출하는, 대단히 예외적인 환상체라고 판단되어 집니다.\n\n문서에 의하면 탈출했을 때의 형상은 뱀과 같은, 지금과는 전혀 다른 형태가 되어 직원들을 공격했던 것으로 보여지는데…\n\n이번 시나리오에서는 어떠한 방법으로도 그 형상을 확인 할 수가 없어, 추가적인 정보를 모을 수 없었다는 점은 아쉽다는 생각이 드는군요.\n\n지금으로서는 이런 파편적인 정보를 통해 향후에 있을지도 모르는 시나리오에 대비하는 것이 최선이라고 판단됩니다.\n\n덧붙여 이러한 내용을 고려하여 위험등급을 판정하길 LCE에 촉구해야 한다고도 생각합니다.\n\n이상으로 보고를 마칩니다.\n\n→ 어, 그 뭐야. 이거 대신 써달라고 해서 쓰는 건데 너 호엔하임한테 원수(이후에도 무언가 쓰인 것 같지만, 모자이크 같은 것이 가득 끼어있는 것 같다.)\n\n→ 이젠 둘 다 차단해 버렸구만…\nEN:\nRecording additional information that could be learned about O-01-04, The Queen of Hatred.\n\nVery little progress was made in this scenario past passive observation. It seems that this scenario was not designed to allow for an extended period of exchanges with the Abnormality.\n\nGathering from records of the Headquarters in the past, it seems that, coupled with O-01-73—The Knight of Despair—breaching containment, the activation of the Second Warning is the condition to have her join the employees in battle as an ally.\n\nWhile this may constitute a 'containment breach' in a more literal sense... as this entity voluntarily returns herself to the Containment Unit, they did not consider this particular breach to be of any danger.\n\nOn the other hand... the Abnormality grows violent and escapes, becoming an enemy, upon prolonged period of inactivity. It is very unique in that regard.\n\nIts shape becomes serpentine, completely divorced from its current state, and attacks the employees once it truly breaches containment.\n\nIt is quite unfortunate that there is no current way to verify that form for ourselves in this scenario, precluding us from garnering further intelligence.\n\nThe best course of action at this moment, therefore, would be to use what fractured information is available to us to prepare for possible future scenarios.\n\nIn addition, it is imperative that LCE is urged to take such variables into consideration when designating their Risk Levels.\n\nConcluding the report.\n\n→ Oi, uh. Lass, I'm just the messenger here, but she's tellin' me that it's almost like you've got some kind of vendetta against Hoh—(the entry continues, but it is obscured by what appears to be visual noise.)\n\n→ Damn, she banned both of them."
  }
]