[
  {
    "key": "1146-codeName",
    "original": "GU-08-03\n<CMT_KR>\n<CMT_JP>",
    "translation": "GU-08-03\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\nGU-08-03\nEN:\nGU-08-03"
  },
  {
    "key": "1146-name",
    "original": "混覚轀輬黒獣\n<CMT_KR>\n<CMT_JP>",
    "translation": "混覚轀輬黒獣\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n혼각온량흑수\nEN:\nMuddled Heishou of the Corpse Palanquin"
  },
  {
    "key": "1146-clue",
    "original": "手掛かり\n<CMT_KR>\n<CMT_JP>",
    "translation": "手掛かり\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n단서\nEN:\nClue"
  },
  {
    "key": "1146-storyList[0].story",
    "original": "お婆さんは本当に有能な方でした。\n\nただ眺めているだけだった僕とは違い…計画し、判断し、実現することに躊躇がありませんでした。\n\n鴻園のどこかの地下室に閉じ込められた鴻園の罪人たちが、不老不死のために犠牲になったときも。\n\n歪んだ怨恨でコン家を残酷に滅門したときも。\n\nそのすべての瞬間に迷いがなかったからこそ、後悔もなかったのでしょう。\n\nお婆さんにとって、それらすべては鴻園と大観園のための道であったのでしょうから。\n\n憐憫は惰弱さであり、感情は妨げ。\n\n僕が経験したすべての苦痛を、必要であることかつ使命だとおっしゃったのも、そういう理由からだったのでしょう。\n\nだからこそ、その姿こそが…お婆さんの考えた「鴻園に最も必要なもの」なのでしょう。\n\n卓越した丸と強力な黒獣を基盤に到来する治世。\n\n始祖の記憶を継承し、ご老人方の意を受け継ぐ人生。\n\n鴻園は…実際強い翼でした。外から見た鴻園は偉大で、驚異的だったでしょう。\n\nですが、僕はその内部の光景をずっと見てきたからこそ知っています。\n\nあまりにも冷たく、息苦しいほど乾ききった…何かが墜落する音に染まった惨憺(さんたん)たる鴻園を。\n\nもちろん、この都市で温かい場所を探し求めることが…どれほど虚しいことか知らないわけじゃありません。\n\nそれでも…僕はその虚しいもののために旅立とうと思います。\n\nご覧になっていますか、お婆さん？あなたがあれほど大切になさった鴻園は…ご心配とは裏腹に崩れたりしませんよ。\n\nただ…変わるだけでしょう。\n\n不条理で惨憺たるお婆さんの選択を、シーチュンが黙って放っておくことはないでしょうから。\n\nもうよくお聞こえにも、お見えにもならないでしょうけれど…。\n\nそれでも最後の最後に、感情を込めてご挨拶申し上げようと思います。\n\nどうぞお元気で、お婆さん。\n\nどうぞお元気で、ご老人。\n\nどうか皆さん、無間地獄の中で安らかに。\n<CMT_KR>\n<CMT_JP>",
    "translation": "お婆さんは本当に有能な方でした。\n\nただ眺めているだけだった僕とは違い…計画し、判断し、実現することに躊躇がありませんでした。\n\n鴻園のどこかの地下室に閉じ込められた鴻園の罪人たちが、不老不死のために犠牲になったときも。\n\n歪んだ怨恨でコン家を残酷に滅門したときも。\n\nそのすべての瞬間に迷いがなかったからこそ、後悔もなかったのでしょう。\n\nお婆さんにとって、それらすべては鴻園と大観園のための道であったのでしょうから。\n\n憐憫は惰弱さであり、感情は妨げ。\n\n僕が経験したすべての苦痛を、必要であることかつ使命だとおっしゃったのも、そういう理由からだったのでしょう。\n\nだからこそ、その姿こそが…お婆さんの考えた「鴻園に最も必要なもの」なのでしょう。\n\n卓越した丸と強力な黒獣を基盤に到来する治世。\n\n始祖の記憶を継承し、ご老人方の意を受け継ぐ人生。\n\n鴻園は…実際強い翼でした。外から見た鴻園は偉大で、驚異的だったでしょう。\n\nですが、僕はその内部の光景をずっと見てきたからこそ知っています。\n\nあまりにも冷たく、息苦しいほど乾ききった…何かが墜落する音に染まった惨憺(さんたん)たる鴻園を。\n\nもちろん、この都市で温かい場所を探し求めることが…どれほど虚しいことか知らないわけじゃありません。\n\nそれでも…僕はその虚しいもののために旅立とうと思います。\n\nご覧になっていますか、お婆さん？あなたがあれほど大切になさった鴻園は…ご心配とは裏腹に崩れたりしませんよ。\n\nただ…変わるだけでしょう。\n\n不条理で惨憺たるお婆さんの選択を、シーチュンが黙って放っておくことはないでしょうから。\n\nもうよくお聞こえにも、お見えにもならないでしょうけれど…。\n\nそれでも最後の最後に、感情を込めてご挨拶申し上げようと思います。\n\nどうぞお元気で、お婆さん。\n\nどうぞお元気で、ご老人。\n\nどうか皆さん、無間地獄の中で安らかに。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n할머니는 참 유능하신 분이었어요.\n\n그저 바라보기만 했던 저와 달리… 계획하고, 판단하여, 실현해 내는 것에 주저함이 없으셨죠.\n\n홍원 어딘가 지하실에 갇힌 죄수들이 불로불사를 위해 희생될 때도.\n\n왜곡된 원한으로 공씨 가문을 참혹하게 멸문시켰을 때도.\n\n그 모든 순간에 망설이지 않았기에, 곧 후회도 없으셨을 거예요.\n\n할머니께선 그 모든 걸 홍원과 대관원을 위한 길이라 여기셨을 테니까요.\n\n연민은 나약함이고, 감정은 방해.\n\n제가 겪었던 모든 고통을, 필요이자 사명이라 부르신 것도 그런 이유였을 거예요.\n\n그렇기에 그 모습이야말로… 할머니가 생각하신 ‘홍원에 가장 필요한 것’일 테죠.\n\n뛰어난 환과 강력한 흑수를 기반으로 도래할 치세.\n\n시조의 기억을 계승하고, 어르신분들의 뜻을 받들어 따르는 삶.\n\n홍원은… 실제로 강한 날개였어요. 밖에서 본 홍원은 위대하고, 경이로웠죠.\n\n하지만 저는 그 안의 풍경을 한없이 지켜보았기에 알고 있답니다.\n\n너무나 차갑고, 숨 막히도록 메마른… 무언가 추락하는 소리로 얼룩진 참담한 홍원을요.\n\n물론, 이 도시에서 따뜻한 곳을 찾는 게… 얼마나 부질없는 일인지 모르지 않아요.\n\n하지만 그럼에도… 저는 그 부질없는 것을 위해 떠나려 한답니다.\n\n보고 계신가요, 할머니? 당신께서 그토록 애지중지하던 홍원은… 걱정과 달리 무너지지 않을 거예요.\n\n그저… 달라질 뿐이겠죠.\n\n부조리하고 참담했던 할머니의 선택들을, 시춘이가 가만히 내버려두지 않을 테니.\n\n이제는 잘 들리지도, 보이지도 않으시겠지만…\n\n그래도 마지막의 마지막으로 감정을 담아 인사 올리려 해요.\n\n안녕히 계세요, 할머니.\n\n안녕히 계세요, 어르신.\n\n모두 무간지옥 속에서 평안하시길.\nEN:\nGrandmother was a very capable person.\n\nUnlike myself, who was only ever a passive witness, she… never let hesitation stop her from planning, judging, and conveying her will to the world.\n\nEven when the prisoners in the depths of Hongyuan were sacrificed in the pursuit of immortality,\n\neven when her warped sense of resentment brought about the annihilation of the Kong family…\n\n... she never hesitated. I don’t suppose she ever felt any remorse about it, either.\n\nBecause she would’ve had no doubts about herself, that all she did was for the betterment of Hongyuan and Daguanyuan.\n\nCompassion is a weakness. Emotions are obstacles.\n\nThat must be why she deemed my suffering necessary, why she deemed it my destiny.\n\nI suppose, in grandmother's mind, that was... 'what Hongyuan needs'.\n\nAn iron rule that wields powerful Boluses and domineering presence of the Heishou Packs.\n\nTo inherit the memories of our founder, to follow the elders’ will.\n\nHongyuan was… a powerful Wing. The sight of these lands was monumental and awe-inspiring.\n\nBut I’ve watched the sceneries that lie within over and over again.\n\nA cold, suffocatingly dry land. A devastated land that surrounds you with the sounds of falling… things.\n\nI know it’s futile to look for any semblance of warmth in the City. I’m not naive.\n\nBut… I intend to depart this land in the pursuit of that very warmth anyway, futile as it might be.\n\nAre you watching, grandmother? Hongyuan, the land you loved and cared for so much… will not crumble, in spite of your worries.\n\nBut… it will change.\n\nI doubt Xichun’ll allow your choices that has wrought inequity and brutality in this land to continue to affect it under her rule.\n\nYou probably can’t hear or see me very well anymore, but…\n\nI want to impart my last farewell and share my final, final feelings about everyone.\n\nGoodbye, grandma.\n\nGoodbye, revered elders.\n\nI wish for nothing but the utmost, eternal peace for all of you in the interminable Avīci Naraka."
  }
]