[
  {
    "key": "DanteNoteDetail_131-desc",
    "original": "- Limbus Company Enkephalin\n- リンバス・カンパニーの研究およびエネルギー生産部署。\n- 主席研究員のホーエンハイムを筆頭に、様々な研究が実施されているようだ。\n- 幻想体は勿論のこと、ねじれや大罪も隔離、研究対象としていた。内部風景を見るに、ヴァルプルギスの夜で見た旧L社、ロボトミーコーポレーションとかなり似てるように見えた。\n- 幻想体から抽出したE.G.O装備をそれぞれ着用していた。ロボトミーコーポレーションのE.G.O装備とは違い、幻想体の特性がやや強く表れるとのことだ。着用者が装備により感応すると、特性が表れる幅も大きくなるらしいけど…。\n- 鏡世界の人格を通じてLCEの装備についての話を聞く限りでは、必ずしも良いことばかりではないらしい。精神が装備に侵蝕される場合が多いという点で…今のところはまだ不完全な技術かもしれないという気がした。\n<CMT_KR>\n<CMT_JP>",
    "translation": "- Limbus Company Enkephalin\n- リンバス・カンパニーの研究およびエネルギー生産部署。\n- 主席研究員のホーエンハイムを筆頭に、様々な研究が実施されているようだ。\n- 幻想体は勿論のこと、ねじれや大罪も隔離、研究対象としていた。内部風景を見るに、ヴァルプルギスの夜で見た旧L社、ロボトミーコーポレーションとかなり似てるように見えた。\n- 幻想体から抽出したE.G.O装備をそれぞれ着用していた。ロボトミーコーポレーションのE.G.O装備とは違い、幻想体の特性がやや強く表れるとのことだ。着用者が装備により感応すると、特性が表れる幅も大きくなるらしいけど…。\n- 鏡世界の人格を通じてLCEの装備についての話を聞く限りでは、必ずしも良いことばかりではないらしい。精神が装備に侵蝕される場合が多いという点で…今のところはまだ不完全な技術かもしれないという気がした。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n- Limbus Company Enkephalin\n- 림버스 컴퍼니의 연구 및 에너지 생산 부서.\n- 수석 연구원 호엔하임을 필두로 다양한 연구가 진행되고 있는 모양이다.\n- 환상체는 물론이고, 뒤틀림이나 죄종도 격리, 연구 대상으로 삼고 있었다. 내부의 풍경을 보면, 발푸르기스의 밤에서 보았던 구 L사, 로보토미 코퍼레이션과 상당히 비슷해 보였다.\n- 환상체에게서 추출한 E.G.O 장비를 저마다 착용하고 있었다. 로보토미 코퍼레이션의 E.G.O 장비와 달리 조금 더 환상체의 특성이 드러난다고 한다. 착용자가 장비에 더 감응할수록 드러나는 폭도 커진다는데…\n- 거울세계 인격들을 통해 LCE의 장비에 대한 이야기를 들어보면, 마냥 좋은 것만은 아닌 듯하다. 정신이 장비에 침식되는 경우가 많다는 점에서… 아직은 불완전한 기술일지도 모른다는 생각이 들었다.\nEN:\n- Limbus Company Enkephalin\n- They're Limbus Company's research and energy generation department.\n- Under the Chief Researcher Hohenheim, this department conducts various studies and research.\n- They study the Abnormalities, Distortions, and even the Peccatula—isolating and studying them. Its interiors are designed somewhat similarly to those of the former L Corp., Lobotomy Corporation.\n- The employees were all wearing E.G.O gears extracted from Abnormalities. According to them, their gear is distinguished from Lobotomy Corporation's E.G.O gear because it exhibits more of each source Abnormalities' idiosyncrasies.\n- From what I could hear from the Mirror World Identities about these LCE gears, that doesn't entirely seem to be a positive thing. Apparently their minds could easily become corroded by the gear they're wearing... I feel like this technology's got some room to grow."
  },
  {
    "key": "DanteNoteDetail_132-desc",
    "original": "- LCEにて新たなシリアル番号と、危険ランクに関する話を聞けた。\n- このときまではWAWとHEのうち、どっちがより私たちにとって危ないのか分かりづらくって…TETHって書かれているのに異常に強い個体もいたけど…これからはエネルギー抽出量以外にも、被害予測数値がついてHE-5がWAW-4より危ないことがあるということを知った。\n- ホーエンハイムは単純な戦闘力とは違うって言ったけど、それでも今まで使ってたロボトミーコーポレーションの危険ランクよりかは直感的に危険度が分かるようになった気がする。それなら、理論上ZAYIN-10みたいな個体もあるってことだけど…どんな存在かはまだ想像すらできない。\n<CMT_KR>\n<CMT_JP>",
    "translation": "- LCEにて新たなシリアル番号と、危険ランクに関する話を聞けた。\n- このときまではWAWとHEのうち、どっちがより私たちにとって危ないのか分かりづらくって…TETHって書かれているのに異常に強い個体もいたけど…これからはエネルギー抽出量以外にも、被害予測数値がついてHE-5がWAW-4より危ないことがあるということを知った。\n- ホーエンハイムは単純な戦闘力とは違うって言ったけど、それでも今まで使ってたロボトミーコーポレーションの危険ランクよりかは直感的に危険度が分かるようになった気がする。それなら、理論上ZAYIN-10みたいな個体もあるってことだけど…どんな存在かはまだ想像すらできない。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n- LCE에서 새로운 일련번호와 위험등급에 대한 이야기를 들을 수 있었다.\n- 이때까지는 WAW와 HE 중 무엇이 더 우리에게 위험한지 알기 어려웠고… TETH라고 적혀있음에도 비정상적으로 강한 개체도 있었으나… 이제는 에너지 추출량 외에도 피해 예측 수치가 생겨 HE-5가 WAW-4보다 위험할 수 있다는 사실을 알게 되었다.\n- 호엔하임은 단순 전투력과 다르다고 했지만, 그래도 기존에 사용하던 로보토미 코퍼레이션의 위험등급보다는 직관적으로 위험성을 알 수 있게 된 것 같다. 그렇다면 이론상으로는 ZAYIN-10 같은 개체도 있다는 건데… 어떤 존재일지 아직까진 상상조차 되지 않는다.\nEN:\n- We learned more about the new Classification codes and Risk Levels.\n- Until now, it was kind of difficult for us to immediately know whether WAW or HE was supposed to be the more dangerous one, and... there was an entity that was weirdly powerful for a TETH-level entity, as well... Well, now that we have the 'expected damage scale' in addition to the scale based on their energy production levels, we should be able to tell that HE-5 presents more potential dangers than WAW-4 in a fight.\n- Hohenheim told us not to think of this as a single numerical scale of power, but... it feels more intuitive to have these alongside the Risk Levels system previously used by Lobotomy Corporation. Anyways, this technically means that there could be ZAYIN-10 entities as well... I wonder what that would be like."
  },
  {
    "key": "DanteNoteDetail_133-desc",
    "original": "- 巣の位置は24区…って聞いた。\n- まだ行ったこともないし、行く予定があるのかも分からないけど藍色の老人の船がX社の合金でできてた気がする。\n- 人格達が言うには…採掘地域って場所からは電子レンジから、自動車のタイヤまで出てくるらしい。埋められてた完成品を発掘してから動かしてる感じなのかな？何がどうなってそんなことできるんだろ？\n<CMT_KR>\n<CMT_JP>",
    "translation": "- 巣の位置は24区…って聞いた。\n- まだ行ったこともないし、行く予定があるのかも分からないけど藍色の老人の船がX社の合金でできてた気がする。\n- 人格達が言うには…採掘地域って場所からは電子レンジから、自動車のタイヤまで出てくるらしい。埋められてた完成品を発掘してから動かしてる感じなのかな？何がどうなってそんなことできるんだろ？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n- 둥지의 위치는 24구…라고 들었다.\n- 아직 가본 적도 없고, 갈 예정이 있는지도 모르겠지만, 쪽빛노인의 배가 X사의 합금으로 만들어졌던 것 같다.\n- 인격들의 말에 따르면… 채굴 지역이라는 곳에서는 전자레인지부터, 자동차 타이어까지 나온다고 한다. 묻혀 있던 완제품을 발굴한 뒤 작동시키는 걸까? 도대체 어떻게 그런 일이 가능한 거지?\nEN:\n- Their Nest is located in District 24... or so I've been told.\n- Haven't been there, don't know if we have any plans to go there, but I remember hearing that the Indigo Elder's skiff was made by X Corp.'s alloy.\n- According to the Identities, you can excavate all kinds of stuff from their excavation sites like microwaves or car tires. So do they just uncover these finished products and... immediately put them to use? How's that even possible?"
  },
  {
    "key": "DanteNoteDetail_134-desc",
    "original": "- 巣の位置は13区。\n- 月光石という特異点を持っているらしい。特定の物事に精神を集中させたり、雑念が入らなくさせるらしいけど…。アビストラウマ矯正室みたいな場所があることから推測するのに、精神的な治療や安定に見識がある翼みたいだ。\n- それなら囚人たちに月光石ってものを買ってあげたら…E.G.Oを使うときに侵蝕しなかったり、自分の番がやってきて焦ったときに安定感を与えることができるんじゃないかな？\n- 良いアイデアだと思ってファウストに提案したけど理由すら聞けないまま、まだ論ずる時ではないと棄却された。都市の技術には常に裏側があるらしいけど…もしかしたら副作用があるのかもしれない。\n<CMT_KR>\n<CMT_JP>",
    "translation": "- 巣の位置は13区。\n- 月光石という特異点を持っているらしい。特定の物事に精神を集中させたり、雑念が入らなくさせるらしいけど…。アビストラウマ矯正室みたいな場所があることから推測するのに、精神的な治療や安定に見識がある翼みたいだ。\n- それなら囚人たちに月光石ってものを買ってあげたら…E.G.Oを使うときに侵蝕しなかったり、自分の番がやってきて焦ったときに安定感を与えることができるんじゃないかな？\n- 良いアイデアだと思ってファウストに提案したけど理由すら聞けないまま、まだ論ずる時ではないと棄却された。都市の技術には常に裏側があるらしいけど…もしかしたら副作用があるのかもしれない。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n- 둥지의 위치는 13구.\n- 월광석이라는 특이점을 가지고 있는 것 같다. 특정한 주제에 정신을 집중시키거나, 다른 잡생각을 하지 못하게 만든다는데… 어비스 트라우마 교정실 같은 장소가 있다는 걸로 미루어보아 정신적인 치료나 안정에 일가견이 있는 날개 같다.\n- 그렇다면 수감자들에게 월광석이라는 걸 사주면… E.G.O를 사용할 때 침식하지 않거나, 자신의 차례가 다가와 초조할 때 안정감을 줄 수 있는 게 아닐까?\n- 좋은 아이디어라고 생각해 파우스트에게 제안했지만, 이유조차 듣지 못한 채 아직 논할 때가 아니라며 기각당했다. 도시의 기술에는 항상 이면이 있다던데… 혹시 부작용이 있는 걸지도 모르겠다.\nEN:\n- Their Nest is located in District 13.\n- They seem to have control over a Singularity called the 'Moonlight Stones'. They're said to allow people to focus solely on a singular subject or eliminate all distracting thoughts... And given that they have this facility called 'Abyss Trauma Correctional Facility', maybe they specialize in psychological healthcare or relaxation businesses.\n- Hey, maybe we should buy these Moonlight Stones for the Sinners to prevent E.G.O Corrosions or help them calm down and relax when their 'turn' comes up?\n- I relayed this seemingly good idea to Faust, but it was summarily denied. She didn't even give me an explanation as to why—she just told me that it wasn't the time to discuss them just yet. Given that pretty much every technology of the City has these different sides to them... maybe these things also have some kind of side effects."
  },
  {
    "key": "DanteNoteDetail_135-desc",
    "original": "- 安全な居場所をモットーに空間を拡張したり歪曲したりする特異点を持ってた。\n- P社の特異点を活用した建物はどれも伸縮性が高いらしい。実際、ラ・マンチャランドが表れるときに外側にある建物がゴムのように曲がる様子が見られた。外側からだと建物が歪んで見えても、内側は安全らしいけど…本当に安全なの？\n- 外見よりも中の方が広い空間拡張技術は多いけど、P社の特異点は特に安全に焦点を当ててるような気がした。\n- 推測でしかないけど…チェーザラとの会話を思い返すと、P社の特異点はラ・マンチャランドにかなり影響を受けてる気がする。何かをモチーフに特異点を開発することって可能なんだろうか？\n<CMT_KR>\n<CMT_JP>",
    "translation": "- 安全な居場所をモットーに空間を拡張したり歪曲したりする特異点を持ってた。\n- P社の特異点を活用した建物はどれも伸縮性が高いらしい。実際、ラ・マンチャランドが表れるときに外側にある建物がゴムのように曲がる様子が見られた。外側からだと建物が歪んで見えても、内側は安全らしいけど…本当に安全なの？\n- 外見よりも中の方が広い空間拡張技術は多いけど、P社の特異点は特に安全に焦点を当ててるような気がした。\n- 推測でしかないけど…チェーザラとの会話を思い返すと、P社の特異点はラ・マンチャランドにかなり影響を受けてる気がする。何かをモチーフに特異点を開発することって可能なんだろうか？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n- 안전한 보금자리를 모토로 공간을 확장하거나 왜곡하는 특이점을 가지고 있었다.\n- P사의 특이점을 활용한 건물들은 하나 같이 신축성이 높다고 한다. 실제로 라만차랜드가 나타날 때 외곽에 있는 건물이 고무처럼 휘어지는 모습이 보였다. 바깥에서 보면 건물이 찌그러져 보여도 안쪽은 안전하다는데… 안전한 거 맞아?\n- 겉으로 보기보다 안쪽이 넓은 공간 확장 기술은 많지만, P사의 특이점은 안전에 특히 초점이 맞춰진 것 같았다.\n- 추측일 뿐이지만… 체사라와의 대화를 떠올려봤을 때 P사의 특이점은 라만차랜드에서 영향을 많이 받은 것 같다. 무언가를 모티브로 특이점을 개발하는 게 가능한 걸까?\nEN:\n- Their motto has something to do with creating a very safe home, and their Singularity can either expand or warp the space itself.\n- I was told that structures built using P Corp.'s Singularity are all very... <i>elastic</i>. That turned out to be surprisingly literal, as when La Manchaland began to manifest, I could see the buildings touching La Manchaland bending outward like rubber. They said that it's completely safe inside even if the building's exterior bends and twists like that, but... I can't imagine how that could be true.\n- Many space expansion technologies in the City allow things to be bigger on the inside, but P Corp.'s version specifically focuses on safety.\n- This is just my speculation, but... recalling our conversation with Cesara, it seems that La Manchaland heavily influenced P Corp.'s Singularity. I wonder if it's possible to develop a Singularity inspired by something else?"
  },
  {
    "key": "DanteNoteDetail_136-desc",
    "original": "- ワザリング・ハイツにて初めて遭遇した、2段階以上に成長した個体。\n- LCEではこの成長段階を1型、2型、3型に区分していた。今までの研究によるとこの3段階の大罪が最終成長段階らしいけど…ホーエンハイムは確信できないって言った。\n- ホーエンハイムは大罪を中途半端な殻って言ってた。殻でしかない大罪は…どういう違いがあって成長段階が分かれるんだろ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "- ワザリング・ハイツにて初めて遭遇した、2段階以上に成長した個体。\n- LCEではこの成長段階を1型、2型、3型に区分していた。今までの研究によるとこの3段階の大罪が最終成長段階らしいけど…ホーエンハイムは確信できないって言った。\n- ホーエンハイムは大罪を中途半端な殻って言ってた。殻でしかない大罪は…どういう違いがあって成長段階が分かれるんだろ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n- 워더링하이츠에서 최초로 조우한, 2단계 죄종 이상으로 성장한 개체.\n- LCE에서는 이 성장 단계를 1형, 2형, 3형으로 구분해두었다. 현재까지의 연구로는 이 3단계 죄종이 마지막 성장인 것 같지만… 호엔하임은 확신할 수 없다고 했다.\n- 호엔하임은 죄종을 이도 저도 아닌 껍데기라고 말했다. 껍데기뿐인 죄종은… 어떤 차이로 성장 단계가 나뉘는 걸까.\nEN:\n- First encountered at the Wuthering Heights manor, these are entities that have progressed past Stage 2 of their growth.\n- LCE categorized them into 'Classes'—Class 1, 2, and 3 respectively—and it seems that these Stage 3 Peccatula are the final stage of their evolution. But Hohenheim told us that he wasn't entirely certain of that just yet.\n- Hohenheim called the Peccatula 'mediocre shells'. If the Peccatula are nothing but empty shells, then... what distinguishes their stages?"
  },
  {
    "key": "DanteNoteDetail_137-desc",
    "original": "- 幻想体でも、化け物でもない存在。あえて言うならねじれと似てるけど、それすらも違うって感じだった。LCD部署のモーゼスチーフも根本的に違う存在って言ってたし…きっと違うんだろう。\n- 共通して赤い目を持っている。最も一般的に普及している戦闘用義眼の色が赤なせいか、赤い目だけでは区別が難しいという。ましてや頭部全体を私のように義体に交換した場合は、全く区別がつかないだろうな。\n- 再生能力が非常に優れている。摂取可能な血液さえ十分にあれば、大抵の手段では簡単に殺せなさそうだった。それでも頭を破壊すれば再生できないという。もちろんワープ列車ではそれが不可能だったからすごく苦労したけど…。\n- K社のアンプルもそうだし、生命保険もそうだけど、再生に関しては頭部が重要な身体部位みたいだ。正確には頭ではなく、脳だと思うけど。\n- 血への強烈な欲望を持っている。ラ・マンチャランドの血鬼たちはこれを克服するために人工血液や動物の血液を使った血液バーを食べていたみたいだけど…これらも流れている血じゃないから、まともな満腹感や満足感を与えることはできなかったみたいだ。\n- 衝動そのものを忘却できれば大丈夫みたいだけど…全てを忘れさせるというレーテーの川の水を手に入れるのは簡単じゃなさそうだ。ドンキホーテの記憶の中にいつもいたバリというフィクサーは、一体どうやってそんなものを手に入れたんだろう？\n- 血への欲望とともに、家族への熱望も強いみたいだ。家族を作らなかったサンチョ…が特異なケースだったらしい。血の繋がった世代ごとに眷属に分かれるらしく、お互いのことを本物の家族だと思って大切にするようになるみたいだ。\n- ロシナンテがドンキホーテの血鬼的な外見の特徴を隠してくれて、吸血衝動もある程度抑制してくれているみたいだ。どういう原理なんだろ、P社に残っているドンキホーテ…の遺骸と関係があるんだろうか。まだ確かなことは一つもない。\n- でも吸血衝動や血鬼の眷属を増やそうとする本性そのものまでは完全に防げなくて、ドンキホーテが自身の精神力で耐えているらしい。ところで…他の血鬼と違って、私たちのドンキホーテと第1眷属ドンキホーテが特に吸血衝動に耐えられたのはどうしてだろう？\n- ドンキホーテはリンバス・カンパニー本社から定期的に良質な血液パックを供給されている。ラ・マンチャランドではなぜ血液パックのように直接血を供給してもらえなかったのか、ファウストに尋ねてみると…ラ・マンチャランドの血鬼はその数があまりにも多く、自発的に提供される血液だけでは需要に対応できなかったからだろうと言った。血液バーを作り、少量の血液でできるだけ多くの血鬼の腹を膨れさせようとしたんだろう。何より…血液パックも完璧な答えではなかったようだから…。\n<CMT_KR>\n<CMT_JP>",
    "translation": "- 幻想体でも、化け物でもない存在。あえて言うならねじれと似てるけど、それすらも違うって感じだった。LCD部署のモーゼスチーフも根本的に違う存在って言ってたし…きっと違うんだろう。\n- 共通して赤い目を持っている。最も一般的に普及している戦闘用義眼の色が赤なせいか、赤い目だけでは区別が難しいという。ましてや頭部全体を私のように義体に交換した場合は、全く区別がつかないだろうな。\n- 再生能力が非常に優れている。摂取可能な血液さえ十分にあれば、大抵の手段では簡単に殺せなさそうだった。それでも頭を破壊すれば再生できないという。もちろんワープ列車ではそれが不可能だったからすごく苦労したけど…。\n- K社のアンプルもそうだし、生命保険もそうだけど、再生に関しては頭部が重要な身体部位みたいだ。正確には頭ではなく、脳だと思うけど。\n- 血への強烈な欲望を持っている。ラ・マンチャランドの血鬼たちはこれを克服するために人工血液や動物の血液を使った血液バーを食べていたみたいだけど…これらも流れている血じゃないから、まともな満腹感や満足感を与えることはできなかったみたいだ。\n- 衝動そのものを忘却できれば大丈夫みたいだけど…全てを忘れさせるというレーテーの川の水を手に入れるのは簡単じゃなさそうだ。ドンキホーテの記憶の中にいつもいたバリというフィクサーは、一体どうやってそんなものを手に入れたんだろう？\n- 血への欲望とともに、家族への熱望も強いみたいだ。家族を作らなかったサンチョ…が特異なケースだったらしい。血の繋がった世代ごとに眷属に分かれるらしく、お互いのことを本物の家族だと思って大切にするようになるみたいだ。\n- ロシナンテがドンキホーテの血鬼的な外見の特徴を隠してくれて、吸血衝動もある程度抑制してくれているみたいだ。どういう原理なんだろ、P社に残っているドンキホーテ…の遺骸と関係があるんだろうか。まだ確かなことは一つもない。\n- でも吸血衝動や血鬼の眷属を増やそうとする本性そのものまでは完全に防げなくて、ドンキホーテが自身の精神力で耐えているらしい。ところで…他の血鬼と違って、私たちのドンキホーテと第1眷属ドンキホーテが特に吸血衝動に耐えられたのはどうしてだろう？\n- ドンキホーテはリンバス・カンパニー本社から定期的に良質な血液パックを供給されている。ラ・マンチャランドではなぜ血液パックのように直接血を供給してもらえなかったのか、ファウストに尋ねてみると…ラ・マンチャランドの血鬼はその数があまりにも多く、自発的に提供される血液だけでは需要に対応できなかったからだろうと言った。血液バーを作り、少量の血液でできるだけ多くの血鬼の腹を膨れさせようとしたんだろう。何より…血液パックも完璧な答えではなかったようだから…。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n- 환상체도, 괴물도 아닌 존재. 굳이 따지자면 뒤틀림과 비슷했지만, 그마저도 다르다는 느낌이었다. LCD 부서의 모제스 팀장도 근본적으로 다른 존재라고 했으니… 아마 아니겠지.\n- 공통적으로 붉은 눈을 가지고 있다. 가장 보편적인 전투 의안의 색상인지라, 붉은 눈만으로는 구분하기 쉽지 않다고 한다. 하물며 머리 전체를 나처럼 의체로 교체한 경우에는 구분이 전혀 안 되겠지.\n- 재생능력이 굉장히 뛰어나다. 먹을 수 있는 혈액만 충분하다면, 어지간한 수단으로는 죽이기 쉽지 않을 것 같았다. 그나마 머리를 부수면 재생하지 못한다고 한다. 물론 워프열차에서는 그게 불가능해서 엄청 고생했지만…\n- K사의 앰플도 그렇고 생명 보험도 그렇고 재생과 관련해 머리가 중요한 신체 부위인 듯하다. 정확히는 머리가 아닌 뇌일 것 같지만.\n- 피에 대한 강렬한 욕망을 가지고 있다. 라만차랜드의 혈귀들은 이를 극복하기 위해 인공혈액이나 동물의 피를 사용해 만든 혈액바를 먹은 모양이지만… 이마저도 흐르는 피가 아니기에 제대로 된 포만감이나 만족감을 줄 수 없는 모양이었다.\n- 충동 자체를 망각한다면 괜찮은 모양이지만… 그런 것을 모두 잊게 해준다는 레테의 강물은 구하는 것이 쉬운 일이 아닌 것 같다. 돈키호테의 기억 속에 늘 보였던 바리라는 해결사는 도대체 어떻게 그런 걸 구해다 준 걸까?\n- 피에 대한 욕망과 함께 가족에 대한 열망도 강한 듯하다. 가족을 만들지 않았던 산초…가 특이한 경우였다는 듯. 피가 이어진 세대에 따라 권속으로 나누는 듯하며, 서로를 정말 가족이라 여기고 아끼게 되는 것 같다.\n- 로시난테가 돈키호테의 혈귀적인 외관 특징을 가려주고 흡혈 충동도 어느 정도 억제해 주고 있는 것 같다. 원리가 무엇인지, P사에 남아있는 돈키호테… 의 유해와 관련이 있는 것인지, 아직까진 확실한 게 무엇 하나 없다.\n- 그래도 흡혈 충동이나 혈귀의 권속을 늘리려는 본성 자체까지는 완전히 막지는 못해, 돈키호테가 스스로의 정신력으로 버티고 있다고 한다. 그런데… 다른 혈귀들과 달리 우리 돈키호테와 제1권속 돈키호테가 유독 흡혈 충동을 잘 버틸 수 있었던 이유가 무엇일까?\n- 돈키호테는 림버스 컴퍼니 본사에서 정기적으로 양질의 혈액팩을 제공받고 있다. 라만차랜드에서는 왜 혈액팩처럼 직접 피를 공급받지 못했는지 파우스트에게 물어보니… 라만차랜드의 혈귀는 그 수가 너무 많아서 자발적으로 제공받는 혈액만으로는 수요를 감당하지 못했을 것이라 했다. 혈액바를 만들어 적은 양의 피로 최대한 많은 혈귀를 배불리려 했다는 것이다. 무엇보다… 혈액팩도 완전한 답은 아니었던 모양이니…\nEN:\n- They're neither Abnormalities nor monsters. If I had to put a label on them, I'd say they're closest to Distortions, but that's a tenuous connect at best. The LCD Team Leader Moses also said they're fundamentally different beings, so... yeah, probably not.\n- All Bloodfiends possess red eyes. But it's not the easiest method of distinguishing them from humans, as it's also the most common color for ocular combat augmentations. And it'd be entirely useless if they replaced their entire head with a prosthetic like I did.\n- They have strong regenerative capabilities, so it's extremely hard to kill them if they have enough blood to consume. One way to stop them from regenerating, though, is to crush their heads... We had a hell of a time aboard the WARP train, thanks to the train's environmental uniqueness that sorta made that a non-option for us.\n- The head really seems to be the core element in making these 'regeneration' methods work. The head had to be intact for Life Insurance to work, K Corp.'s ampules to work, so on and so forth. ... Well, the brain, to be specific.\n- They all have an overpowering desire for blood. Bloodfiends of La Manchaland seemed to have tried consuming Hemobars with artificial or animal blood additives as a substitute, but... looks like only flowing blood can really sate their hunger and deprivation.\n- They could overcome it if the urge itself is forgotten, but... finding the waters of the river Lethe, which serves that exact function, doesn't seem to be the easiest task. Where in the world did the Fixer from Don Quixote's memories, Bari, find such a thing?\n- Alongside this desire for blood, they also seem to have strong feelings to propagate their 'Family' as well. Seems like... 'Sancho' was the odd one out for not creating a Family of her own. Kindred generations are distinguished by their separation from the First Kindred, and once embraced as a part of the Family, they begin to really care about and treat each other like, well... family.\n- Rocinante disguises Don Quixote's more obvious Bloodfiend features and partially suppresses her bloodthirst. But there's still much we don't know about Rocinante—like how it works, or if it has anything to do with the body of 'Don Quixote' still at P Corp....\n- But it still can't fully suppress her natural instincts, like the desire for blood and propagation of her Family, so Don Quixote's been enduring it all with her sheer willpower. Makes me wonder, though... what's so different about our Don Quixote and the First Kindred Don Quixote that they have such strong resilience against bloodthirst compared to the other Bloodfiends?\n- Limbus Company headquarters has been sending Don Quixote a steady supply of high-quality blood packs. When I asked why they couldn't have just done the same thing at La Manchaland, she replied that it was simply an issue of demand vastly outweighing the supply—there were simply too many Bloodfiends to feed compared to the amount of blood they could draw from willing visitors. Which is precisely the reason they had to develop Hemobars to meet the demand with as little blood as possible. Besides... I have a feeling that it probably wouldn't have worked out anyway... even if they had enough blood packs..."
  }
]