[
  {
    "key": "0-content",
    "original": "本日の日記を作成する。\n<CMT_KR>\n<CMT_JP>",
    "translation": "本日の日記を作成する。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n오늘의 일기를 작성한다.\nEN:\nStarting the journal entry for today."
  },
  {
    "key": "1-content",
    "original": "この路地では、まだ雨が降りしきっている。正確には135時間も続いている。\n<CMT_KR>\n<CMT_JP>",
    "translation": "この路地では、まだ雨が降りしきっている。正確には135時間も続いている。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n이 골목은 아직도 비가 내린다. 정확히는 135시간째 그치지 않고 있다.\nEN:\nIt continues to rain in this alleyway. The rainfall has been continuing for precisely 135 hours."
  },
  {
    "key": "2-content",
    "original": "- たびたび実質的に雨足が弱くなったことはあったが、湿度と雲の状態を考慮するに降雨状態が持続していたと記録しよう。\n<CMT_KR>\n<CMT_JP>",
    "translation": "- たびたび実質的に雨足が弱くなったことはあったが、湿度と雲の状態を考慮するに降雨状態が持続していたと記録しよう。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n- 중간 중간 실질적으로 빗방울이 옅어진 적은 있었지만, 습도와 구름의 상태를 고려하여 강우 상태가 지속되고 있었다고 작성하려 한다.\nEN:\n- The rain did intermittently subside a few times during that period, but taking into account the humidity levels and the particulars of the nephological conditions, it can be said that heavy rainfall has been continuing for the entire 135-hour period."
  },
  {
    "key": "3-content",
    "original": "雨が降っているときは一味の野外活動に制限が掛かるから、できればアジト内で時間を潰すようにとは言っていたが…。\n<CMT_KR>\n<CMT_JP>",
    "translation": "雨が降っているときは一味の野外活動に制限が掛かるから、できればアジト内で時間を潰すようにとは言っていたが…。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n비가 내리고 있을 때는 식구들이 밖에서 활동하는데 제한이 있으니, 어지간하면 아지트 내에서 시간을 때우라고 했었지만…\nEN:\nI have recommended that the family spend as much time indoors as possible, as heavy rainfall limits the kind of activities that may be conducted outdoors. But..."
  },
  {
    "key": "4-content",
    "original": "その時期が長くなると、うずうずして我慢できないヤツもおり、保護費を徴収しに行かなければならない時期も過ぎてしまったので、今日は行動しなければならない日だった。\n<CMT_KR>\n<CMT_JP>",
    "translation": "その時期が長くなると、うずうずして我慢できないヤツもおり、保護費を徴収しに行かなければならない時期も過ぎてしまったので、今日は行動しなければならない日だった。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n그 시기가 길어지니 좀이 쑤셔서 버티지 못하는 놈들도 있고, 보호비를 걷으러 가야할 시기도 지나버렸으니 오늘은 행동을 해야만 했던 날이었다.\nEN:\n... some of them are starting to become restless with cabin fever. The time to collect protection fees is also long past; we were compelled to act."
  },
  {
    "key": "5-content",
    "original": "仕事自体は順調だった。雨粒がコートを濡らし、タダでさえ重いコートがより重くなるのは理想的ではなかったが。\n<CMT_KR>\n<CMT_JP>",
    "translation": "仕事自体は順調だった。雨粒がコートを濡らし、タダでさえ重いコートがより重くなるのは理想的ではなかったが。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n일 자체는 순조로웠다. 빗방울이 코트를 적셔, 안 그래도 무거운 코트가 더 묵직해지는 것은 이상적이지 않았지만.\nEN:\nThe job itself went rather smoothly. Though I must leave it in writing this unideal fact that raindrops soaked our coats, which weighed us down."
  },
  {
    "key": "6-content",
    "original": "いつも通り保護費を取り立てることができ、普段通り保護費代わりに一味の腹を満たす食べ物も提供された。\n<CMT_KR>\n<CMT_JP>",
    "translation": "いつも通り保護費を取り立てることができ、普段通り保護費代わりに一味の腹を満たす食べ物も提供された。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n평소같이 보호비가 걷혔고, 평소같이 보호비를 빼주는 대신 식구들의 배를 채울 음식도 제공받았다.\nEN:\nNothing was out of the ordinary. We successfully collected our protection fees and received sustenance from certain establishments in return for giving them a discount on the said fee."
  },
  {
    "key": "7-content",
    "original": "俺たちを恐れて逃げる人や、喧嘩をできなくてうずうずしてる他のギャングは叩きのめした。\n<CMT_KR>\n<CMT_JP>",
    "translation": "俺たちを恐れて逃げる人や、喧嘩をできなくてうずうずしてる他のギャングは叩きのめした。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n우리를 두려워하며 도망가는 사람이나, 시비를 걸지 못해서 좀이 쑤시는 다른 갱들을 두드려 팼지.\nEN:\nSome fled from us in fear, and some fearless gangsters dared to start a fight with us. We thrashed them all the same."
  },
  {
    "key": "8-content",
    "original": "何度も俺たちに挑もうとするヤツらが生まれることは、かなり得だ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "何度も俺たちに挑もうとするヤツらが生まれることは、かなり得だ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n꾸준히 자신들을 시험하려 드는 놈들이 생긴다는 것은 꽤 득이 되는 일이다.\nEN:\nIt is a beneficial thing that we are consistently getting those that seek to challenge us, to test their sturdiness against our bats."
  },
  {
    "key": "9-content",
    "original": "ちょうど時間も不足しているからそいつらのを奪えもする上に、将来名を馳せる20区のギャングの道へと進む名声を築くこともできるからだ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "ちょうど時間も不足しているからそいつらのを奪えもする上に、将来名を馳せる20区のギャングの道へと進む名声を築くこともできるからだ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n마침 시간도 부족했던 참에 그 놈들 것을 뺏어올 수도 있고, 장차 이름 날리는 20구의 갱단으로 나아갈 명성을 쌓는 데에도 써먹을 수 있으니.\nEN:\nWe can fill our time reserves with theirs, and grow our renown among the gangs of District 20 so that we may rise to the top of the pyramid."
  },
  {
    "key": "10-content",
    "original": "そのように、日課らしい何かを終えて帰る最中のことだ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "そのように、日課らしい何かを終えて帰る最中のことだ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n그렇게, 일과다운 무언가를 끝내고 돌아갔을 때의 일이다.\nEN:\nIt happened once we returned to our base after one such productive day."
  },
  {
    "key": "11-content",
    "original": "もちろん、外でもこのようなことが起きるという予想はあった。\n<CMT_KR>\n<CMT_JP>",
    "translation": "もちろん、外でもこのようなことが起きるという予想はあった。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n물론 밖에서도 이러한 일이 일어날 것이라는 예상이 들긴 했다.\nEN:\nOf course, I had an inkling that something like this was going to happen."
  },
  {
    "key": "12-content",
    "original": "泥棒猫が遠くから眺めてくるような、曖昧な視線を感じたためだ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "泥棒猫が遠くから眺めてくるような、曖昧な視線を感じたためだ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n도둑 고양이가 멀리서 바라보는 것만 같은, 애매모호한 시선을 느꼈기 때문이다.\nEN:\nI felt that odd, puzzling gaze on me as I went about my day. It was not so different from that curious gaze of a distant stray cat."
  },
  {
    "key": "13-content",
    "original": "殺意はないが、敵意はある…実に妙な視線だった。\n<CMT_KR>\n<CMT_JP>",
    "translation": "殺意はないが、敵意はある…実に妙な視線だった。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n살의는 없지만, 적의는 있는… 정말로 묘한 시선이었다.\nEN:\nNot a murderous gaze, but it was certainly... aggressive. 'Puzzling' may be the only word that can describe it."
  },
  {
    "key": "14-content",
    "original": "アジトに戻るまで、その視線はずっとついてきていた。\n<CMT_KR>\n<CMT_JP>",
    "translation": "アジトに戻るまで、その視線はずっとついてきていた。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n아지트에 돌아올 때 까지 그 시선은 계속 따라오고 있었다.\nEN:\nThat gaze followed us all the way to the base."
  },
  {
    "key": "15-content",
    "original": "位置を知られたので正体を明かして殺すべきか一瞬悩んだが、その必要はないことがすぐに分かった。\n<CMT_KR>\n<CMT_JP>",
    "translation": "位置を知られたので正体を明かして殺すべきか一瞬悩んだが、その必要はないことがすぐに分かった。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n위치를 발각당했으니 정체를 밝혀내고 죽여야 할지를 짧게 고민했지만, 그럴 필요가 없다는 걸 금방 알 수 있었다.\nEN:\nWith our base discovered, I wondered for a moment if I should reveal our Syndicate to this interloper before disposing of him. But my worries were soon resolved."
  },
  {
    "key": "16-content",
    "original": "アイツは水に濡れた犬のように、びちゃびちゃと俺たちの前へと姿を現したからな。\n<CMT_KR>\n<CMT_JP>",
    "translation": "アイツは水に濡れた犬のように、びちゃびちゃと俺たちの前へと姿を現したからな。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n그 녀석은 물에 푹 젖은 개처럼 비척비척 우리에게 모습을 드러냈으니.\nEN:\nHe appeared before us, stumbling like a wet hound."
  },
  {
    "key": "17-content",
    "original": "自分を…俺たちの組織に入れてほしいと要請した。\n<CMT_KR>\n<CMT_JP>",
    "translation": "自分を…俺たちの組織に入れてほしいと要請した。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n자신을… 우리 조직에 넣어 달라는 요청을 했다.\nEN:\n... And asked to be accepted as a part of our Syndicate."
  },
  {
    "key": "18-content",
    "original": "他のギャングのスパイ、あるいは詐欺を働いたり、\n強請ろうとするやつ…そういう類いのヤツじゃないことは分かった。\n<CMT_KR>\n<CMT_JP>",
    "translation": "他のギャングのスパイ、あるいは詐欺を働いたり、\n強請ろうとするやつ…そういう類いのヤツじゃないことは分かった。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n다른 갱단의 스파이, 혹은 사기나 등쳐먹으려는 놈… 그런 것은 아니라는 건 알 수 있었다.\nEN:\nI could tell that he was not a spy of a different gang or some foolish swindler who had more bravado than sense."
  },
  {
    "key": "19-content",
    "original": "ただ毒気の宿った、あの凄絶な瞳が…\n行き場を無くした無情に揺れているだけだった。\n<CMT_KR>\n<CMT_JP>",
    "translation": "ただ毒気の宿った、あの凄絶な瞳が…\n行き場を無くした無情に揺れているだけだった。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n그저 독기 서린 그 처절한 눈동자가…  갈 곳을 찾지 못해 사정 없이 흔들리고 있을 뿐이었지.\nEN:\nI saw... a pair of ceaselessly wandering eyes, dripping with venom and desperation."
  },
  {
    "key": "20-content",
    "original": "みすぼらしく、汚されてはいるが…着た服の素材の値段は高そうに見えるのが、\n何か事情があるということを雄弁に語っていた。\n<CMT_KR>\n<CMT_JP>",
    "translation": "みすぼらしく、汚されてはいるが…着た服の素材の値段は高そうに見えるのが、\n何か事情があるということを雄弁に語っていた。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n꾀죄죄하고 더럽혀져 있지만… 입은 옷의 소재는 값이 나가보인다는 게, 뭔가 사연이 있을 것이라는 걸 알려주고 있었다.\nEN:\nHe must be someone with a history; though thoroughly dirtied, the clothes on his back were made from obviously expensive fabric."
  },
  {
    "key": "21-content",
    "original": "それで俺は…試してみることにした。\n<CMT_KR>\n<CMT_JP>",
    "translation": "それで俺は…試してみることにした。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n그래서 나는… 시험을 해보려고 했다.\nEN:\nSo... I decided to test him."
  },
  {
    "key": "22-content",
    "original": "度胸が気になった。口先ばかりで、人の胸倉を掴まななきゃならないとき、\n足をガタガタ震わせるヤツ価値はないから。\n<CMT_KR>\n<CMT_JP>",
    "translation": "度胸が気になった。口先ばかりで、人の胸倉を掴まなきゃならないとき、\n足をガタガタ震わせるヤツに価値はないから。\n<CMT_KR>오기: \"度胸が気になった。口先ばかりで、人の胸倉を掴まな「な」きゃならないとき、\n足をガタガタ震わせるヤツ「」価値はないから。\" 정확: \"度胸が気になった。口先ばかりで、人の胸倉を掴まな「」きゃならないとき、\n足をガタガタ震わせるヤツ「に」価値はないから。\"\n<CMT_JP>誤記: \"度胸が気になった。口先ばかりで、人の胸倉を掴まな「な」きゃならないとき、\n足をガタガタ震わせるヤツ「」価値はないから。\" 訂正後: \"度胸が気になった。口先ばかりで、人の胸倉を掴まな「」きゃならないとき、\n足をガタガタ震わせるヤツ「に」価値はないから。\"",
    "stage": 1,
    "context": "KR:\n배짱이 궁금했다. 말만 번지르르하고, 사람의 멱을 따야 할 때 다리를 벌벌 떨어대는 놈은 가치가 없으니까.\nEN:\nI had to know the extent of his mettle. I have no need for someone who is all bark and no bite, after all. He must be able to decapitate a person if there was a need to do so instead of getting weak in the knees."
  },
  {
    "key": "23-content",
    "original": "入団試験だと言い繕った。\nそんなもんが俺たちのデッドラビッツにあるわけはないが。\n<CMT_KR>\n<CMT_JP>",
    "translation": "入団試験だと言い繕った。\nそんなもんが俺たちのデッドラビッツにあるわけはないが。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n입단 시험이라고 둘러댔다. 그딴게 우리 데드레빗츠에 있을 리 없지만.\nEN:\nSo I lied to him that he first had to pass a test to join us. No such foolish ritual existed for the Dead Rabbits, of course."
  },
  {
    "key": "24-content",
    "original": "幸いなことに、俺たちには一人二人が死んでもお互いに当然だと感じる程\n長い間犬猿の仲だった連中がいて、歩き回る彼らの下っ端の胸倉一つ\n掴んでこいという試験を出すのは難しくなかった。\n<CMT_KR>\n<CMT_JP>",
    "translation": "幸いなことに、俺たちには一人二人が死んでもお互いに当然だと感じる程\n長い間犬猿の仲だった連中がいて、歩き回る彼らの下っ端の胸倉一つ\n掴んでこいという試験を出すのは難しくなかった。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n다행히 우리에게는 사람 한 둘이 죽어도 서로 당연하다고 느낄 정도로 오랫동안 앙숙이었던 패거리가 있었고, 돌아다니는 그들의 말단 놈의 멱 하나를 따오라는 시험을 내주는 건 어렵지 않았다.\nEN:\nLuckily, we had a longstanding rivalry with a certain other gang. It wouldn't be so unexpected if one of us killed one of their lowest-ranking members. I ordered our new recruit-hopeful to kill one of them."
  },
  {
    "key": "25-content",
    "original": "…驚くべきことは二つだった。\n<CMT_KR>\n<CMT_JP>",
    "translation": "…驚くべきことは二つだった。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n…놀라운 건 두 가지였다.\nEN:\n... I was surprised by two things."
  },
  {
    "key": "26-content",
    "original": "一つは慌てる様子が微塵もなく、\nそのままアジトを出て行ったということと。\n<CMT_KR>\n<CMT_JP>",
    "translation": "一つは慌てる様子が微塵もなく、\nそのままアジトを出て行ったということと。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n하나는 당황하는 모습 한 번 없이 그대로 아지트를 돌아 나섰다는 것이고.\nEN:\nFirst was his complete lack of hesitation as he turned around to leave our base."
  },
  {
    "key": "27-content",
    "original": "もう一つは…間もなく血塗れになった顔と拳…\nそして息の根が止まっているが死体を一つ\n袋に入れてズルズルと引きずって帰ってきたことだ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "もう一つは…間もなく血塗れになった顔と拳…\nそして息の根が止まっている死体を一つ\n袋に入れてズルズルと引きずって帰ってきたことだ。\n<CMT_KR>오기: \"そして息の根が止まっている「が」死体を一つ\" 정확: \"そして息の根が止まっている「」死体を一つ\"\n<CMT_JP>誤記: \"そして息の根が止まっている「が」死体を一つ\" 訂正後: \"そして息の根が止まっている「」死体を一つ\"",
    "stage": 1,
    "context": "KR:\n하나는… 얼마 지나지도 않아 피떡이 된 얼굴과 주먹… 그리고 숨이 멎어있는 시체 하나를 자루에 넣고 질질 끌고 돌아 왔다는 것이었지.\nEN:\nSecond was that, when he returned shortly after with blood all over his face and fists, he brought back the corpse stuffed into a sack."
  },
  {
    "key": "28-content",
    "original": "約束は約束だ。今やアイツはアジトの一番奥まった場所で\n疲れた身体を寝かせて睡眠を取っている。\n<CMT_KR>\n<CMT_JP>",
    "translation": "約束は約束だ。今やアイツはアジトの一番奥まった場所で\n疲れた身体を寝かせて睡眠を取っている。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n약속은 약속이다. 이제 그 놈은 아지트의 가장 구석진 자리에서 지친 몸을 눕히고 수면을 취하고 있다.\nEN:\nA promise is a promise, after all. He now rests at a corner of our base, easing his weary body."
  },
  {
    "key": "29-content",
    "original": "このギャングのボスとして生きながら、それなりの時間を\n過ごしてきたとは思うが、何かに驚くのはかなり久しぶりな気がする。\n<CMT_KR>\n<CMT_JP>",
    "translation": "このギャングのボスとして生きながら、それなりの時間を\n過ごしてきたとは思うが、何かに驚くのはかなり久しぶりな気がする。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n이 갱단의 보스로 살면서 나름의 시간을 보냈다고 생각하지만, 무언가에 놀라는 일은 꽤 오랜만이라는 생각이 든다.\nEN:\nI thought I had spent quite the significant time as a boss of this gang, but this kind of surprise does not come often."
  },
  {
    "key": "30-content",
    "original": "この驚きをどれだけ持続させてくれるか、\n犬ではなく狼を入れたのではないだろうか…。\n<CMT_KR>\n<CMT_JP>",
    "translation": "この驚きをどれだけ持続させてくれるか、\n犬ではなく狼を入れたのではないだろうか…。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n이 놀라움을 얼마나 지속시켜 줄 수 있을지, 개가 아니라 늑대를 들인 것은 아닐지…\nEN:\nPerhaps this won't last. Perhaps I have accepted not a hound, but a wolf into our fold..."
  },
  {
    "key": "31-content",
    "original": "明日からあのヒースクリフってヤツの活躍が期待できる夜だった。\n<CMT_KR>\n<CMT_JP>",
    "translation": "明日からあのヒースクリフってヤツの活躍が期待できる夜だった。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n내일부터 저 히스클리프라는 놈의 활약이 기대가 되는 밤이다.\nEN:\nTonight, I sleep expecting great things from this 'Heathcliff'."
  }
]