[
  {
    "key": "announcer_cheer_33_1-dlg",
    "original": "中央本部から伝達するよ。/今から制圧任務を始めるわよ。いつもやってることだけど、いつだってしっかりやりなさい。/ベストを尽くしてくれるって信じてるよ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "中央本部から伝達するよ。/今から制圧任務を始めるわよ。いつもやってることだけど、いつだってしっかりやりなさい。/ベストを尽くしてくれるって信じてるよ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n중앙 본부에서 전파할게. 지금부터 제압 임무를 시작할 거야. 언제나 하는 일이지만, 항상 꼼꼼하게 하라고. 최선을 다할 거라고 믿어.\nEN:\n- Central Command speaking.\n- Commencing suppression now. I know we do this all the time, but don't forget to stay on your toes.\n- I know you'll all do your best."
  },
  {
    "key": "announcer_cheer_33_2-dlg",
    "original": "君たちは上手くやり遂げられるはずだよ。いつも通り。/失敗することもあるでしょうね。いつも通り。\n<CMT_KR>\n<CMT_JP>",
    "translation": "君たちは上手くやり遂げられるはずだよ。いつも通り。/失敗することもあるでしょうね。いつも通り。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n너희는 잘 해낼 거야. 언제나 그랬듯이. 실패할 수도 있겠지. 언제나 그랬듯이.\nEN:\n- I know you'll all do fine. You always do.\n- And you could fail too. Like you always do."
  },
  {
    "key": "announcer_specialcheer_33_1-dlg",
    "original": "あんた正気？職員たちの状態があのザマになるまで、一体どういう命令をしてきたの？/持続的な脅威に職員たちを晒し続けるのは良い考えじゃないと思うな。\n<CMT_KR>\n<CMT_JP>",
    "translation": "あんた正気？職員たちの状態があのザマになるまで、一体どういう命令をしてきたの？/持続的な脅威に職員たちを晒し続けるのは良い考えじゃないと思うな。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n지금 제정신이야? 직원들 상태가 저 꼴이 될 때까지 뭘 명령한 거야? 지속적인 위협에 직원들을 계속 노출시키는 건 좋은 생각이 아닌 것 같아.\nEN:\n- Are you insane? Look at your employees, just what kind of orders have you been giving them?\n- I think it's a bad idea to repeatedly expose your employees to constant danger."
  },
  {
    "key": "announcer_specialcheer_33_2-dlg",
    "original": "はぁ…どうしろと？今すぐ職員たちを退かせることもできないっていうのに。/被害を最小化しながら制圧を終わらせる方法を探してみよう。\n<CMT_KR>\n<CMT_JP>",
    "translation": "はぁ…どうしろと？今すぐ職員たちを退かせることもできないっていうのに。/被害を最小化しながら制圧を終わらせる方法を探してみよう。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n하… 어쩌겠어? 당장 직원들을 물릴 수도 없는데. 피해를 최소화하면서 제압을 끝낼 방법을 찾아보자.\nEN:\n- Sigh... what can you do? It's not like you can order them to retreat now.\n- Let's try to find a way to minimize damage before we finish the suppression."
  },
  {
    "key": "announcer_enemy_break_33_1-dlg",
    "original": "良かったわね。これで制圧作業がかなりやりやすくなったわ。チャンスを逃すバカみたいなことはしないでしょうね？\n<CMT_KR>\n<CMT_JP>",
    "translation": "良かったわね。これで制圧作業がかなりやりやすくなったわ。チャンスを逃すバカみたいなことはしないでしょうね？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n잘됐네. 이제 제압 작업을 하기 더 수월해지겠어. 기회를 놓치는 바보 같은 짓은 하지 않겠지?\nEN:\nNice. That'll make it easier to suppress this entity. You wouldn't do something stupid like throwing this opportunity away, right?"
  },
  {
    "key": "announcer_ally_break_33_1-dlg",
    "original": "職員1人の状態があまり良さそうには見えないね、すぐに気遣ってあげればまた良くなると思うよ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "職員1人の状態があまり良さそうには見えないね、すぐに気遣ってあげればまた良くなると思うよ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n직원 하나의 상태가 그다지 좋지 않아 보여, 얼른 신경 써준다면 다시 좋아질 수 있을 거야.\nEN:\nAn employee seems to be unwell. You still have time to salvage them if you pay attention right now."
  },
  {
    "key": "announcer_killenemy_33_1-dlg",
    "original": "峠を一つ越せたみたいだ。信じてた通り、君たちは上手くやってくれてるよ。/今の褒め言葉聞いたよね？2回目は必要ないでしょ。まだ終わったわけでもないからね。\n<CMT_KR>\n<CMT_JP>",
    "translation": "峠を一つ越せたみたいだ。信じてた通り、君たちは上手くやってくれてるよ。/今の褒め言葉聞いたよね？2回目は必要ないでしょ。まだ終わったわけでもないからね。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n한고비를 넘긴 것 같아. 믿었던 대로 너흰 잘해주고 있어. 방금 칭찬 들었지? 두 번은 필요 없다고 생각해. 아직 끝난 것도 아니니까.\nEN:\n- That's one hurdle cleared. You're doing well, just like I thought you would.\n- You heard that, right? That's your daily dose of compliments. Besides, the fight's not over."
  },
  {
    "key": "announcer_ally_dead_33_1-dlg",
    "original": "上層よりも救済不能じゃない…。もう少し気を遣ってたらこんなことは起こらなかったはずよ。/こういう場面を見るたびに、凄く気の毒に思うんだ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "上層よりも救済不能じゃない…。もう少し気を遣ってたらこんなことは起こらなかったはずよ。/こういう場面を見るたびに、凄く気の毒に思うんだ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n상층보다도 구제불능이네… 좀 더 신경 썼더라면 이런 일은 벌어지지 않았을 거야. 이런 장면을 볼 때마다 너무 안타까워.\nEN:\n- I didn't expect you to be worse than the Upper Sephirot... You could've saved them if you paid more attention.\n- Seeing such incidents makes me so sad."
  },
  {
    "key": "announcer_enemy_adv_33_1-dlg",
    "original": "…こうなるって思ってたわ。私がよそ見してた間に怠けたりしたんでしょ？/そろそろ第三警報が鳴るかもしれないね。引き返すには…難しいかな。/あんたを信じた私がバカだったんでしょ…。/ティファレトの言ってることは気にしないで。地下に逃げるんだ。うん、そうしなきゃだね。\n<CMT_KR>\n<CMT_JP>",
    "translation": "…こうなるって思ってたわ。私がよそ見してた間に怠けたりしたんでしょ？/そろそろ第三警報が鳴るかもしれないね。引き返すには…難しいかな。/あんたを信じた私がバカだったんでしょ…。/ティファレトの言ってることは気にしないで。地下に逃げるんだ。うん、そうしなきゃだね。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n…이럴 줄 알았어. 내가 한눈판 사이에 게으름이라도 피운 거지? 곧 세 번째 경보가 울릴지도 모르겠어. 돌이키긴… 어렵겠네. 널 믿은 내가 멍청한 거지… 티페리트의 말은 신경 쓰지 마. 지하로 도망쳐. 응, 그래야 해.\nEN:\n- ... Had a feeling. You've been slacking off while I looked away, right?\n- The Third Warning'll go off soon. Turning this around might be a bit... difficult.\n- I was stupid for trusting you...\n- Don't listen to Tiphereth. Flee underground. Mhm, you have to."
  },
  {
    "key": "announcer_ally_adv_33_1-dlg",
    "original": "制圧が上手いこと進んでいるよ。このままなら大きな損失が生じる前に全てが安定化するだろうね。/心配する必要がないのはいいことね。よくやったわ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "制圧が上手いこと進んでいるよ。このままなら大きな損失が生じる前に全てが安定化するだろうね。/心配する必要がないのはいいことね。よくやったわ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n제압이 잘 진행되고 있어. 이대로면 큰 손실이 일어나기 전에 모든 게 안정화될 거야. 걱정할 필요가 없는 건 좋네. 잘했어.\nEN:\n- Suppression's going well. You should be able to get everything back under control before suffering a big loss.\n- Glad we don't have to worry about that now. Good work."
  },
  {
    "key": "announcer_ally_advex_33_1-dlg",
    "original": "…どうして？今回も絶対におしまいだと思ったのに…。/上手くやり遂げられるって言ったじゃないか。信じた分やり遂げたんだ。/いや、私は…。/彼らは諦めずにベストを尽くした。これが、その結果じゃあないかな？\n<CMT_KR>\n<CMT_JP>",
    "translation": "…どうして？今回も絶対におしまいだと思ったのに…。/上手くやり遂げられるって言ったじゃないか。信じた分やり遂げたんだ。/いや、私は…。/彼らは諦めずにベストを尽くした。これが、その結果じゃあないかな？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n…어떻게? 이번에도 분명히 끝장날 거라고 생각했는데… 잘 해낼 수 있을 거라고 했잖아. 믿은 만큼 해낸 거야. 아니, 나는… 저들은 포기하지 않고 최선을 다했어. 이게, 그 결과지 않겠어?\nEN:\n- ... How? I thought it was going to be another utter failure...\n- I said they'd do it. They're just repaying our faith with success.\n- No, I—\n- They kept trying and never gave up. And this is the result of that, right?"
  },
  {
    "key": "announcer_danger_33_1-dlg",
    "original": "クリフォトカウンターが1だけ残ってるときの気分ね。それも隔離室3個以上…。/あんまり心配しなくても良いはずだよ、ティファレト。ここまで引っ張って来られたんだし、きっと最後も正しい選択をするだろうから。\n<CMT_KR>\n<CMT_JP>",
    "translation": "クリフォトカウンターが1だけ残ってるときの気分ね。それも隔離室3個以上…。/あんまり心配しなくても良いはずだよ、ティファレト。ここまで引っ張って来られたんだし、きっと最後も正しい選択をするだろうから。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n클리포트 카운터가 1만 남기고 있을 때의 기분이야. 그것도 격리실 세 개 이상… 너무 걱정할 필요는 없을 거야, 티페리트. 여기까지 끌고 온 만큼, 분명 마지막도 올바른 선택을 할 테니까.\nEN:\n- This is almost like having just one bar left on the Qliphoth Counter... for three separate containment units all at once...\n- Don't worry too much, Tiphereth. They've managed to lead us this far, so I'm sure they'll make the right decision at the end."
  },
  {
    "key": "announcer_enemy_specialskill_33_1-dlg",
    "original": "ティファレトよ、伝達するわね。じきに凄まじい攻撃が襲いかかってくるはずよ。/制圧個体についてちゃんと把握さえしていれば、被害は最小化できるはずだよ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "ティファレトよ、伝達するわね。じきに凄まじい攻撃が襲いかかってくるはずよ。/制圧個体についてちゃんと把握さえしていれば、被害は最小化できるはずだよ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n티페리트야. 전파할게. 이제 곧 어마어마한 공격이 덮칠 거야. 제압 개체에 대한 것만 잘 파악하고 있다면, 피해는 최소화할 수 있을 거야.\nEN:\n- Tiphereth here. Something extremely powerful is about to hit you.\n- You should be able to minimize the damage as long as you've read up on the suppression target."
  },
  {
    "key": "announcer_enemy_specialgimmick_33_1-dlg",
    "original": "あ…アレはちょっとややこしいわね。正直に言うわ。私にはちょっと難しいわね。これについては、あんたたちが解決できなくても理解してやれるわ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "あ…アレはちょっとややこしいわね。正直に言うわ。私にはちょっと難しいわね。これについては、あんたたちが解決できなくても理解してやれるわ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n아… 저건 좀 복잡하네. 솔직하게 말할게. 나한테는 좀 어려워. 이건 너희가 해결 못해도 이해할게.\nEN:\nAh... that actually looks kinda complicated. I'll be honest, this is kind of hard for me, too. I'll understand if you can't handle it."
  },
  {
    "key": "announcer_advatk_physical_33_1-dlg",
    "original": "うん。制圧個体に適した正しい攻撃だよ。よくやったね。/ティファレト？当然やるべきことを敢えて褒める必要はないわ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "うん。制圧個体に適した正しい攻撃だよ。よくやったね。/ティファレト？当然やるべきことを敢えて褒める必要はないわ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n응. 제압 개체에게 맞는 정상적인 공격이야. 잘했어. 티페리트? 당연한 걸 한 것 가지고 굳이 칭찬할 필요 없어.\nEN:\n- Good. It was an appropriate attack for the suppression target at hand. Good work.\n- Tiphereth? You don't need to compliment them for doing the bare minimum."
  },
  {
    "key": "announcer_disadvatk_physical_33_1-dlg",
    "original": "そういう…やり方は、適していないと思うんだけどな。/いいえ、ティファレト。考えてみてよ。もしかしたら意図的に耐性の部分に手を出したのかもしれないでしょ？バカでもあるまいし。\n<CMT_KR>\n<CMT_JP>",
    "translation": "そういう…やり方は、適していないと思うんだけどな。/いいえ、ティファレト。考えてみてよ。もしかしたら意図的に耐性の部分に手を出したのかもしれないでしょ？バカでもあるまいし。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n그런… 방식은, 적합하진 않을 것 같은데. 아냐, 티페리트. 생각해 봐. 어쩌면 의도적으로 내성인 부분을 건드렸을지도 몰라. 어느 멍청이가 모르고 저러겠어?\nEN:\n- That... doesn't seem like the appropriate approach.\n- No, Tiphereth. Think about it. Maybe they're attacking a part that's resistant to it on purpose. I mean, what kind of dumbass would do something like that?"
  },
  {
    "key": "announcer_advatk_attr_33_1-dlg",
    "original": "ほらね、難しくないでしょ？観察記録に書かれてる通りのタイプのみで攻撃すれば良いのよ。/観察記録をよく読んだみたいだね。素晴らしいよ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "ほらね、難しくないでしょ？観察記録に書かれてる通りのタイプのみで攻撃すれば良いのよ。/観察記録をよく読んだみたいだね。素晴らしいよ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n봐, 어렵지 않지? 이미 관찰 기록에 있는 유형대로만 공격하면 되잖아. 관찰 기록을 잘 읽은 것 같네. 훌륭했어.\nEN:\n- See? It's easy. Check the Observation Log, see what they're weak to, and attack them with it.\n- It seems that you've read the Observation Log. Good work."
  },
  {
    "key": "announcer_disadvatk_attr_33_1-dlg",
    "original": "目はちゃんと開けてるのよね？上層病が移りでもしたんじゃないの？/大丈夫。もうあのタイプには他の攻撃方法をとらないといけないって気付いたじゃないか。/…はぁ。次にまた同じことやってみなさい。\n<CMT_KR>\n<CMT_JP>",
    "translation": "目はちゃんと開けてるのよね？上層病が移りでもしたんじゃないの？/大丈夫。もうあのタイプには他の攻撃方法をとらないといけないって気付いたじゃないか。/…はぁ。次にまた同じことやってみなさい。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n눈은 똑바로 뜨고 있는 거 맞지? 상층병이 옮기라도 한 거 아냐? 괜찮아. 이제 그 유형은 다른 공격 방식을 취해야 한다는 걸 깨달았잖아. …하아. 다음에도 똑같이 해보기만 해.\nEN:\n- Do you even keep your eyes open? Did you catch the \"Upper Layer Syndrome\" or something?\n- It's okay. Now you know that a different kind of attack is needed for that type.\n- ... Haah. You better not make the same mistake again."
  },
  {
    "key": "announcer_enemy_specialbuff_33_1-dlg",
    "original": "なんなの…？幻想体でも脱走した？突然制圧個体が強くなったじゃない。/今のところ、僕らにはそういった情報はないね。他のセフィラたちにも聞いてくるよ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "なんなの…？幻想体でも脱走した？突然制圧個体が強くなったじゃない。/今のところ、僕らにはそういった情報はないね。他のセフィラたちにも聞いてくるよ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n뭐야…? 환상체라도 풀려났어? 갑자기 제압 개체가 더 강해졌잖아. 당장 우리한텐 그런 정보가 없어. 다른 세피라들에게도 물어볼게.\nEN:\n- Wha...? Did an Abnormality get freed or something? The suppression target got stronger.\n- We don't have access to that information. Let me ask the other Sephirot."
  },
  {
    "key": "announcer_enemy_specialdebuff_33_1-dlg",
    "original": "うん…？弾丸でも撃った？/この前、懲戒チームでクリフォト干渉フィールドっていうのを研究したって聞いたよ。/それってあんな効果だっけ…。とにかく、確実に制圧しやすくなったわね。\n<CMT_KR>\n<CMT_JP>",
    "translation": "うん…？弾丸でも撃った？/この前、懲戒チームでクリフォト干渉フィールドっていうのを研究したって聞いたよ。/それってあんな効果だっけ…。とにかく、確実に制圧しやすくなったわね。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n응…? 탄환이라도 쐈나? 요전에 징계팀에서 클리포트 간섭 역장이라는 걸 연구했다고 했어. 그게 저런 효과던가… 아무튼, 확실히 제압하긴 편해졌네.\nEN:\n- Hm...? Did they fire a bullet?\n- The Disciplinary Team recently studied the Qliphoth Intervention Field technology.\n- Is that what that does...? Well, whatever it was, it did the job."
  },
  {
    "key": "announcer_ally_specialbuff_33_1-dlg",
    "original": "みんな普段よりも意欲的だね。こんな雰囲気になることはあまりないからワクワクするよ。/無駄に興奮してるだけかもしれないでしょ。まぁ、悪いことではないだろうけど。\n<CMT_KR>\n<CMT_JP>",
    "translation": "みんな普段よりも意欲的だね。こんな雰囲気になることはあまりないからワクワクするよ。/無駄に興奮してるだけかもしれないでしょ。まぁ、悪いことではないだろうけど。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n다들 평소보다 의욕적이야. 이런 분위기는 흔치 않아서 설레이네. 쓸데없이 흥분 한 걸 수도 있지. 뭐, 나쁜 건 아니기도 하고.\nEN:\n- Everyone's so much more motivated than usual. This is a rare mood here, so it's inspiring.\n- Maybe they're just excited over nothing. Not that it's bad thing."
  },
  {
    "key": "announcer_ally_specialdebuff_33_1-dlg",
    "original": "職員たちの顔色が悪いね。何かあったのかい、ティファレト？/…私に分かるとでも？職員たちの雰囲気が悪いのはまぁ、よくあることでしょ。/う～ん…それもそうだね。\n<CMT_KR>\n<CMT_JP>",
    "translation": "職員たちの顔色が悪いね。何かあったのかい、ティファレト？/…私に分かるとでも？職員たちの雰囲気が悪いのはまぁ、よくあることでしょ。/う～ん…それもそうだね。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n직원들 표정이 좋지 않네. 무슨 일 있었어, 티페리트? …난들 알겠어? 직원들 분위기가 안 좋은 건 뭐, 너무 흔한 일이잖아. 음… 그것도 그렇긴 하겠네.\nEN:\n- The employees don't look too happy. Did something happen, Tiphereth?\n- ... How should I know? \"Employees not looking too happy\" is pretty much the average workday here.\n- Mm... that's true."
  },
  {
    "key": "announcer_enemy_destroy_33_1-dlg",
    "original": "完全に真っ二つに割れたわね。これでまともに動けなくなるはずよ。/僕らも二つに割れてるけども、ちゃんと動いてないかい？/うん、そうね。私たちは特異なケースだってことにしておきましょう。\n<CMT_KR>\n<CMT_JP>",
    "translation": "完全に真っ二つに割れたわね。これでまともに動けなくなるはずよ。/僕らも二つに割れてるけども、ちゃんと動いてないかい？/うん、そうね。私たちは特異なケースだってことにしておきましょう。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n완전히 두 조각 났네. 이제 제대로 움직이진 못할 거야. 우리도 두 조각이지만, 잘 움직이지 않아? 맞아, 그렇네. 우리는 특이 케이스라고 해두자.\nEN:\n- They've chopped it into two pieces. It shouldn't be able to move around so easily anymore.\n- We're two pieces too, but we don't have any problem moving around. Right?\n- Right. Let's just say that we're the outliers."
  },
  {
    "key": "announcer_enemy_destroy_33_2-dlg",
    "original": "君たちが壊しておいた制圧個体がまだ復旧してないね。/どうして悪いことでもしたみたいに言うの、ティファレト？/いや、明らかになった事実を言っただけだよ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "君たちが壊しておいた制圧個体がまだ復旧してないね。/どうして悪いことでもしたみたいに言うの、ティファレト？/いや、明らかになった事実を言っただけだよ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n너희들이 부숴놓은 제압 개체가 아직 복구되지 않고 있네. 왜 나쁜 짓이라도 한 것처럼 말하는 거니, 티페리트? 아니, 드러난 사실만 말했을 뿐이었어.\nEN:\n- The suppression target you destroyed still hasn't recovered.\n- Why are you saying that like it's a bad thing, Tiphereth?\n- I'm not. I'm just telling them what's happening."
  },
  {
    "key": "announcer_round_takebigdmg_33_1-dlg",
    "original": "しっかりしなさいよ。職員はほぼ半殺し状態になってるでしょ！/…これ以上の大ごとにならないうちに、早いところ収拾した方がいいだろうね。\n<CMT_KR>\n<CMT_JP>",
    "translation": "しっかりしなさいよ。職員はほぼ半殺し状態になってるでしょ！/…これ以上の大ごとにならないうちに、早いところ収拾した方がいいだろうね。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n정신 안 차릴 거야? 직원이 거의 반죽음 상태가 됐다고! …더 큰 사태로 번지기 전에 얼른 수습하는 게 좋겠어.\nEN:\n- Wake up! One of the employees is almost dead!\n- Let's clean this up before it gets out of hand."
  },
  {
    "key": "announcer_round_takebigdmg_33_2-dlg",
    "original": "はい、分かりました。…ティファレト、再生炉を稼働してくださるみたいだよ。/そう、分かったわ。さぁ。早くあの職員を再生炉があるロビーに連れて行きなさい。早く！\n<CMT_KR>\n<CMT_JP>",
    "translation": "はい、分かりました。…ティファレト、再生炉を稼働してくださるみたいだよ。/そう、分かったわ。さぁ。早くあの職員を再生炉があるロビーに連れて行きなさい。早く！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n네, 알겠어요. …티페리트, 재생로를 작동시켜 주신대. 그래, 알겠어. 자. 빨리 그 직원을 재생로가 있는 로비로 데려가. 빨리!\nEN:\n- Okay, understood. ... Tiphereth, Regenerator usage has been approved.\n- Yeah, gotcha. Alright, take that employee to the lobby where the Regenerator is. Hurry!"
  },
  {
    "key": "announcer_round_givebigdmg_33_1-dlg",
    "original": "制圧効果がかなり良かったね。記録的なダメージだと思うよ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "制圧効果がかなり良かったね。記録的なダメージだと思うよ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n제압 효과가 굉장히 좋았어. 기록적인 피해량인 것 같아.\nEN:\nImpressive Suppression effectiveness. I think that might have set a record."
  },
  {
    "key": "announcer_round_givebigdmg_33_2-dlg",
    "original": "何なの、この数値は…。/さっき、とある職員が制圧個体に一度に与えたダメージだよ。/待って…ホントに？どうして部署チーフにしてあげなかったのかしら？\n<CMT_KR>\n<CMT_JP>",
    "translation": "何なの、この数値は…。/さっき、とある職員が制圧個体に一度に与えたダメージだよ。/待って…ホントに？どうして部署チーフにしてあげなかったのかしら？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n뭐야, 이 수치는… 아까 어떤 직원이 제압 개체에 한 번에 입힌 피해량이야. 잠깐… 진짜? 왜 부서 팀장을 안 달아 줬지?\nEN:\n- What are these numbers...?\n- The amount of damage one of the employees did to the suppression target with a single hit.\n- Wait, really? Why didn't they make that employee a Captain?"
  },
  {
    "key": "announcer_multikillenemy_33_1-dlg",
    "original": "制圧個体を多数処分したね。/おぉ…いくらなんでも、こういうのは褒めるしかないわね。/順調に進んでるようで何よりだよ。/この広い中央本部を統制するなら、これくらいの手腕は持ってて当然ではあるけどね。\n<CMT_KR>\n<CMT_JP>",
    "translation": "制圧個体を多数処分したね。/おぉ…いくらなんでも、こういうのは褒めるしかないわね。/順調に進んでるようで何よりだよ。/この広い中央本部を統制するなら、これくらいの手腕は持ってて当然ではあるけどね。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n제압 개체를 다수 처리했네. 오… 아무리 그래도 이런 건 칭찬을 할 수밖에 없겠어. 순조로워 보여서 무엇보다 다행이야. 이 넓은 중앙본부를 통제하려면, 이 정도 일솜씨는 당연한 거긴 하지만.\nEN:\n- Multiple suppression targets have been taken down.\n- Ooh... I must say, that was a job well done.\n- Looks like it's going well. What a relief.\n- Although that's the bare minimum for someone who wants to command the vast Central Command Team."
  },
  {
    "key": "announcer_battle_win_33_1-dlg",
    "original": "やっと会社が正常状態に戻ったわね。今回の制圧は終わりよ。/君たちもご苦労様。ティファレト、君も。/ふぅ…。いつか私たちも、全部が終わるときが来ればいいな。/そのときになったら、安息を待ちながら故郷の歌を歌ってるだろうね。\n<CMT_KR>\n<CMT_JP>",
    "translation": "やっと会社が正常状態に戻ったわね。今回の制圧は終わりよ。/君たちもご苦労様。ティファレト、君も。/ふぅ…。いつか私たちも、全部が終わるときが来ればいいな。/そのときになったら、安息を待ちながら故郷の歌を歌ってるだろうね。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n이제야 회사가 정상으로 돌아갔네. 이번 제압은 끝이야. 너희들도 고생 많았어. 티페리트, 너도. 후… 언젠가 우리도 모든 게 끝날 때가 오면 좋겠네. 그때가 되면, 휴식을 기다리며 고향의 노래를 부르고 있겠지.\nEN:\n- Suppression complete. Things are finally back to normal here.\n- Good work, everyone. You too, Tiphereth.\n- Phew... I hope everything'll be over for us one day, too.\n- Then we'll be waiting for the respite to come, singing the song of our hometown."
  },
  {
    "key": "announcer_battle_defeat_33_1-dlg",
    "original": "いっそ私が職員を指揮するべきだったわ…全滅したじゃないの…。/哀しまないで。次は良いことがあるはずだよ。\n<CMT_KR>\n<CMT_JP>",
    "translation": "いっそ私が職員を指揮するべきだったわ…全滅したじゃないの…。/哀しまないで。次は良いことがあるはずだよ。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n차라리 내가 직원들을 지휘해야 했어… 모두 전멸했잖아… 슬퍼하지 마. 다음에는 좋은 일이 생길 거야.\nEN:\n- I should have commanded them… The Central Department... is no more...\n- Don't be sad. Something good will happen next time."
  },
  {
    "key": "announcer_equip_33_1-dlg",
    "original": "こんにちは、私ティファレトっていうの！/会えて嬉しいよ、僕もティファレトだよ。/怠けてないで、しっかりと制圧に臨みなさい。/もちろん、上手くやれると思うけどね。\n<CMT_KR>\n<CMT_JP>",
    "translation": "こんにちは、私ティファレトっていうの！/会えて嬉しいよ、僕もティファレトだよ。/怠けてないで、しっかりと制圧に臨みなさい。/もちろん、上手くやれると思うけどね。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n안녕, 나는 티페리트야! 반가워, 나도 티페리트야. 게으름 피우지 말고, 착실하게 제압에 임해. 물론, 잘하겠지만.\nEN:\n- Heya. I’m Tiphereth!\n- Nice to meet you. I’m Tiphereth, too.\n- Don't even think about slacking off and focus on the suppression.\n- You'll do fine, of course."
  }
]