[
  {
    "key": "announcer_cheer_32_1-dlg",
    "original": "今日も正義あふれる日になるよう頑張ろう！いっしょにぃ～アルカナ…ビート！\n<CMT_KR>\n<CMT_JP>",
    "translation": "今日も正義あふれる日になるよう頑張ろう！いっしょにぃ～アルカナ…ビート！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n오늘도 정의로운 날이 될 수 있도록 힘내자! 다 함께~ 아르카나… 비트!\nEN:\nLet's make this another day of carrying out justice! All together now~ <i>Arcana... Beats!</i>"
  },
  {
    "key": "announcer_cheer_32_2-dlg",
    "original": "メジャー…うーん、違うね。マイナーアルカナくらいだよね？気をつけて。マイナーだとしても、思ってたより強いこともあるから。私が応援してあげる！\n<CMT_KR>\n<CMT_JP>",
    "translation": "メジャー…うーん、違うね。マイナーアルカナくらいだよね？気をつけて。マイナーだとしても、思ってたより強いこともあるから。私が応援してあげる！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n메이저… 음, 아냐. 마이너 아르카나 정도겠지? 조심해, 마이너라고 해도 생각보다 강할 수 있으니까. 내가 응원해 줄게!\nEN:\nMajor... hm, no. They're about as strong as Minor Arcana, I think? Still, watch out. Even Minor Arcana can be stronger than expected. I'll cheer you on!"
  },
  {
    "key": "announcer_specialcheer_32_1-dlg",
    "original": "まって！このままじゃアルカナたちが貴方たちに侵蝕しちゃうよ…。とりあえず逃げて！私が…う、ううん。うぅ…こういうときに、私に出来ることはないっていうの…？\n<CMT_KR>\n<CMT_JP>",
    "translation": "まって！このままじゃアルカナたちが貴方たちに侵蝕しちゃうよ…。とりあえず逃げて！私が…う、ううん。うぅ…こういうときに、私に出来ることはないっていうの…？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n잠깐만! 이대로 가면 아르카나들이 너희를 침식하게 될 거야… 우선 도망쳐! 내가… 아, 아니… 으, 이럴 때 내가 할 수 있는 게 없단 말이야…?\nEN:\nWait! You'll all be corroded by Arcana at this rate... That's it, get out of here! I'll— I-I mean... Nngh, is there really nothing I can do here...?"
  },
  {
    "key": "announcer_specialcheer_32_2-dlg",
    "original": "うぅ…状況がよくないのは事実だね。でも…諦めさえしなければ、最後には悪は正義に負けるものだから…！\n<CMT_KR>\n<CMT_JP>",
    "translation": "うぅ…状況がよくないのは事実だね。でも…諦めさえしなければ、最後には悪は正義に負けるものだから…！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n으… 상황이 좋지 않은 건 사실이야. 하지만, 포기하지만 않으면 결국 악은 정의에게 지기 마련이니까…!\nEN:\nNgh... I won't lie, this isn't looking good. But justice will triumph over evil no matter what, so long as you don't give up...!"
  },
  {
    "key": "announcer_enemy_break_32_1-dlg",
    "original": "さっすが、この程度ならね！こういう悪党たちは簡単にやっつけられるのよ！\n<CMT_KR>\n<CMT_JP>",
    "translation": "さっすが、この程度ならね！こういう悪党たちは簡単にやっつけられるのよ！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n역시, 이 정도쯤이야! 이런 악당들은 쉽게 물리칠 수 있다구!\nEN:\nI knew you had it in you! Defeating these villains'll be easy-peasy!"
  },
  {
    "key": "announcer_ally_break_32_1-dlg",
    "original": "うぅ…あのまま放っておけばアルカナたちにやられちゃう…。仲間だっていうなら早くあの子たちの面倒を見てあげて！\n<CMT_KR>\n<CMT_JP>",
    "translation": "うぅ…あのまま放っておけばアルカナたちにやられちゃう…。仲間だっていうなら早くあの子たちの面倒を見てあげて！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n으… 저대로 두면 아르카나들에게 당할 거야… 동료라면 어서 저 친구를 보살펴 줘!\nEN:\nNo... The Arcana'll get them at this rate... As their friend, you have to protect them!"
  },
  {
    "key": "announcer_killenemy_32_1-dlg",
    "original": "本当によくやったわ！ねっ？悪党たちを殺してこそ正義が存在するものだし、可哀想だって思う必要はないんじゃない？\n<CMT_KR>\n<CMT_JP>",
    "translation": "本当によくやったわ！ねっ？悪党たちを殺してこそ正義が存在するものだし、可哀想だって思う必要はないんじゃない？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n정말 잘했어! 응? 악당들을 죽여야지만 정의가 존재할 수 있는 법인데, 불쌍하게 느낄 필요는 없지 않아?\nEN:\nAwesome work! Huh? What do you mean? You can't serve justice without killing villains, right? There's no need to mope over them."
  },
  {
    "key": "announcer_ally_dead_32_1-dlg",
    "original": "また、また飲まれちゃった…。こんなに頑張ってるのに…。どうしていつも、こうなっちゃうの？\n<CMT_KR>\n<CMT_JP>",
    "translation": "また、また飲まれちゃった…。こんなに頑張ってるのに…。どうしていつも、こうなっちゃうの？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n또, 또 먹혀버렸어… 이렇게 노력하고 있는데… 왜 항상 이렇게 되어버리는 거야?\nEN:\nC-consumed again... but I've been trying so hard... Why does this keep happening?"
  },
  {
    "key": "announcer_enemy_adv_32_1-dlg",
    "original": "逃げさえしなければ…絶対に正義は勝利するはずだったんじゃないの？私も…結局他の人と同じだったっていうの？これじゃ…私は…何の役…に？\n<CMT_KR>\n<CMT_JP>",
    "translation": "逃げさえしなければ…絶対に正義は勝利するはずだったんじゃないの？私も…結局他の人と同じだったっていうの？これじゃ…私は…何の役…に？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n도망치지 않으면… 분명히 정의는 승리하는 것 아니었어? 나도… 결국 다른 사람들이랑 똑같았던 거야? 이러면… 내가… 무슨 쓸모… 야?\nEN:\nBut... I thought justice was supposed to prevail as long as we never ran away...? I'm... just like anyone else in the end, is that it? Then... just what use... am I...?"
  },
  {
    "key": "announcer_ally_adv_32_1-dlg",
    "original": "ふふっ、当然ね！圧倒的な愛の力でアルカナたちはみんな浄化されるよ！やっぱり、私がす～っごく役に立ったでしょ？\n<CMT_KR>\n<CMT_JP>",
    "translation": "ふふっ、当然ね！圧倒的な愛の力でアルカナたちはみんな浄化されるよ！やっぱり、私がす～っごく役に立ったでしょ？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n후훗, 분명하네! 압도적인 사랑의 힘으로 아르카나들은 전부 정화될 거야! 역시, 내가 엄~청 도움이 됐지?\nEN:\nHeh heh, it's now clear as day that the Arcana will all be purified with the overwhelming power of love! C'mon, I've been a huge help to you, haven't I?"
  },
  {
    "key": "announcer_ally_advex_32_1-dlg",
    "original": "ふぅぅ…本当に危なかった。最終的にやり遂げられなかったらどうしようかと思ったけど…。でも、みんなが力を合わせてくれたから、ここまで来られたんだ。みんな、本当にありがとう！\n<CMT_KR>\n<CMT_JP>",
    "translation": "ふぅぅ…本当に危なかった。最終的にやり遂げられなかったらどうしようかと思ったけど…。でも、みんなが力を合わせてくれたから、ここまで来られたんだ。みんな、本当にありがとう！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n후우우… 정말 위험했어. 결국 해내지 못하면 어떡하나 싶었는데… 그래도, 모두가 힘을 모아줘서 여기까지 올 수 있었던 거야. 모두들, 너무 고마워!\nEN:\nPhewie... that was close. For a second, I was worried we might not make it...\nBut we powered through it, all together as one! Thanks a bunch, everyone!"
  },
  {
    "key": "announcer_danger_32_1-dlg",
    "original": "さぁ、残るはあのアルカナたちの最後のスプレッドだけだよ。今のところは持ちこたえてるけど、運命というのは決まって最後にいたずらをするものだからね。最後まで頑張っていこう！\n<CMT_KR>\n<CMT_JP>",
    "translation": "さぁ、残るはあのアルカナたちの最後のスプレッドだけだよ。今のところは持ちこたえてるけど、運命というのは決まって最後にいたずらをするものだからね。最後まで頑張っていこう！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n이제, 저 아르카나들의 마지막 스프레드만이 남았어. 지금까진 버텨왔지만 꼭 운명은 마지막에 장난을 치는 법이니까. 끝까지 힘내자구!\nEN:\nThe Arcana are down to their final Spread. We've managed okay so far, but destiny likes to be fickle at the last minute... Let's stay on top of our game 'til the end!"
  },
  {
    "key": "announcer_enemy_specialskill_32_1-dlg",
    "original": "ランクが上がっている…。まさか、メジャーアルカナだったっていうの？ 私の勘が告げてるわ、あの攻撃は危険よ…！\n<CMT_KR>\n<CMT_JP>",
    "translation": "ランクが上がっている…。まさか、メジャーアルカナだったっていうの？ 私の勘が告げてるわ、あの攻撃は危険よ…！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n등급이 오르고 있어… 설마, 메이저 아르카나였던 거야? 내 감이 알려주고 있어, 저 공격은 위험해…!\nEN:\nThe levels are rising... No way, were they Major Arcana all along? I can feel it, that next attack's going to be devastating...!"
  },
  {
    "key": "announcer_enemy_specialgimmick_32_1-dlg",
    "original": "うぅっ…。私は他の先輩たちみたいに複雑なことを考えるのは苦手だから、こういうときは力になれないけど…。ああいうとき先輩だったら、今まで戦ってきた中で得たヒントを元に、解決策を見つけ出したはずだよ。あなたたちも、ゆっくり振り返ってみたらどう？\n<CMT_KR>\n<CMT_JP>",
    "translation": "うぅっ…。私は他の先輩たちみたいに複雑なことを考えるのは苦手だから、こういうときは力になれないけど…。ああいうとき先輩だったら、今まで戦ってきた中で得たヒントを元に、解決策を見つけ出したはずだよ。あなたたちも、ゆっくり振り返ってみたらどう？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n으읏… 나는 다른 선배들처럼 복잡한 생각은 잘 못하니까, 이럴 때 도움은 안 되지만… 저럴 때 선배였다면, 지금까지 싸우면서 얻은 힌트로 해결 방법을 찾아냈을 거야. 너희도 천천히 되짚어 보면 어떨까?\nEN:\nNngh... I'm not good at complicated stuff like my senpais, so I can't really offer you much help here, but... I know that they would've tried to figure out a solution by reviewing the hints they found. Maybe that's what you guys should be doing?"
  },
  {
    "key": "announcer_advatk_physical_32_1-dlg",
    "original": "やったじゃない！ふふ～ん。私もそうしてたと思う！\n<CMT_KR>\n<CMT_JP>",
    "translation": "やったじゃない！ふふ～ん。私もそうしてたと思う！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n해냈구나? 흐흥~ 나라도 그랬을 거야!\nEN:\nYou did it! Hehe~ I would've done the same!"
  },
  {
    "key": "announcer_disadvatk_physical_32_1-dlg",
    "original": "う～ん…あんまり効果的じゃなさそうだけど…愛の力が足りないのかも？\n<CMT_KR>\n<CMT_JP>",
    "translation": "う～ん…あんまり効果的じゃなさそうだけど…愛の力が足りないのかも？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n음… 별로 효과적이지 않은 것 같은데… 사랑의 힘이 부족한 걸지도?\nEN:\nMm... I don't think that works... Maybe you just need more power of love?"
  },
  {
    "key": "announcer_advatk_attr_32_1-dlg",
    "original": "運命の気配が共鳴しているみたい！あの攻撃を選んだのは良かったと思うよ！\n<CMT_KR>\n<CMT_JP>",
    "translation": "運命の気配が共鳴しているみたい！あの攻撃を選んだのは良かったと思うよ！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n운명의 기운이 공명하는 것 같아! 그 공격을 선택한 건 좋았던 것 같네!\nEN:\nI can feel destiny calling! You chose the right kind of attack for sure!"
  },
  {
    "key": "announcer_disadvatk_attr_32_1-dlg",
    "original": "あれ…れ？何の反応もないみたいだけど…。うぅ、先輩がいれば聞けたんだけどな。と、とりあえずよく分かんないから、もうちょっと力を入れてやってみる？\n<CMT_KR>\n<CMT_JP>",
    "translation": "あれ…れ？何の反応もないみたいだけど…。うぅ、先輩がいれば聞けたんだけどな。と、とりあえずよく分かんないから、もうちょっと力を入れてやってみる？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n어라… 라? 아무 반응이 없는 것 같은데… 으, 선배가 있었다면 물어봤을 텐데. 이, 일단 잘 모르겠으니까 좀 더 힘 줘서 해볼까?\nEN:\nEh...? I... dunno if that did anything...? Ugh, if only my senpais were here to help us out! I-I don't know what went wrong there, but... maybe try hitting it harder?"
  },
  {
    "key": "announcer_enemy_specialbuff_32_1-dlg",
    "original": "あれは…アルカナのスプレッドに、間違いなく強力な暗示がかけられているはず。気を付けないと！\n<CMT_KR>\n<CMT_JP>",
    "translation": "あれは…アルカナのスプレッドに、間違いなく強力な暗示がかけられているはず。気を付けないと！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n저건… 아르카나의 스프레드에 분명 강한 암시가 걸린 걸 거야. 조심해야 해!\nEN:\nThat Arcana Spread must be enchanted by a powerful suggestion. Watch out!"
  },
  {
    "key": "announcer_enemy_specialdebuff_32_1-dlg",
    "original": "逆位置…？そうね、間違いない。悪党たちにとっても想定外の状況のはず。チャンスは今！\n<CMT_KR>\n<CMT_JP>",
    "translation": "逆位置…？そうね、間違いない。悪党たちにとっても想定外の状況のはず。チャンスは今！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n역방향…? 그래, 분명해. 악당들도 생각지 못한 상황일 거야. 기회는 지금!\nEN:\nReversed...? That must be it. I doubt the villains expected this situation, either. Now's your chance!"
  },
  {
    "key": "announcer_ally_specialbuff_32_1-dlg",
    "original": "感じた？ 私があなたたちのために呪文を唱えておいたんだけど…うん！うまく掛かったみたい。さあ、戦ってみて！\n<CMT_KR>\n<CMT_JP>",
    "translation": "感じた？ 私があなたたちのために呪文を唱えておいたんだけど…うん！うまく掛かったみたい。さあ、戦ってみて！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n느껴졌어? 내가 너희를 위해서 주문을 외웠는데… 응! 잘 걸린 것 같아. 자, 지금 싸워보는 거야!\nEN:\nDo you feel that? I just chanted a magic spell to help everyone out... Ah! Looks like it's working. Let's get fighting!"
  },
  {
    "key": "announcer_ally_specialdebuff_32_1-dlg",
    "original": "どう…したの？みんな、顔が暗いけど…。まさか、ケンカしたとかじゃ…ないよね？ ダメ、友達同士でケンカなんて…。\n<CMT_KR>\n<CMT_JP>",
    "translation": "どう…したの？みんな、顔が暗いけど…。まさか、ケンカしたとかじゃ…ないよね？ ダメ、友達同士でケンカなんて…。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n무슨… 일이야? 너희 표정이 어두운데… 설마, 싸우고… 그런 건 아니지? 안 돼, 친구끼리 싸우면…\nEN:\nWhat's... happening? You're all looking kinda down... Don't tell me you're fighting amongst each other or something...? No, friends shouldn't fight..."
  },
  {
    "key": "announcer_enemy_destroy_32_1-dlg",
    "original": "スプレッドの要だったアルカナを壊したよ！これで徐々に力を失っていくはず…。よしっ！\n<CMT_KR>\n<CMT_JP>",
    "translation": "スプレッドの要だったアルカナを壊したよ！これで徐々に力を失っていくはず…。よしっ！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n핵심적인 스프레드에 있던 아르카나를 부쉈어! 이제 서서히 힘을 잃어갈 거야… 좋았어!\nEN:\nYou destroyed the Arcanum central to the Spread! It'll start growing weaker now... nice!"
  },
  {
    "key": "announcer_enemy_destroy_32_2-dlg",
    "original": "あなたたちがさっき壊してくれたおかげで、悪党たちが力を失ったよ！ここから総攻撃だよ！さぁ、愛と正義の名の下に…！\n<CMT_KR>\n<CMT_JP>",
    "translation": "あなたたちがさっき壊してくれたおかげで、悪党たちが力を失ったよ！ここから総攻撃だよ！さぁ、愛と正義の名の下に…！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n너희가 아까 망가뜨린 덕분에 악당들이 힘을 잃었어! 이제 총공세야! 자, 사랑과 정의의 이름으로…!\nEN:\nYou've put the villains on their back foot by breaking that part! Time for an all-out attack! Let's go, in the name of love and justice...!"
  },
  {
    "key": "announcer_round_takebigdmg_32_1-dlg",
    "original": "うぅっ…大…丈夫？ 今、空間が揺れて…あの攻撃を、受けちゃったの…？はぁ…。う、ううん！もう一度、元気出していこう！\n<CMT_KR>\n<CMT_JP>",
    "translation": "うぅっ…大…丈夫？ 今、空間が揺れて…あの攻撃を、受けちゃったの…？はぁ…。う、ううん！もう一度、元気出していこう！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n으윽… 괜… 찮아? 방금 공간이 뒤흔들리고… 그 공격을… 맞았구나? 하… 아, 아니야! 다시 힘내서 가보자!\nEN:\nNngh... Are... you okay? That attack seemed to shake the very space— It hit you? Haah... I-it's nothing! Let's keep our heads high and push on!"
  },
  {
    "key": "announcer_round_takebigdmg_32_2-dlg",
    "original": "思ったよりアルカナたちの抵抗が激しいけど…。強い悪党を倒すのが、私たち魔法少女の宿命だから！元気出して！\n<CMT_KR>\n<CMT_JP>",
    "translation": "思ったよりアルカナたちの抵抗が激しいけど…。強い悪党を倒すのが、私たち魔法少女の宿命だから！元気出して！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n생각했던 것보다 아르카나들의 저항이 거세지만… 강한 악당을 처치하는 게 우리 마법소녀들의 숙명이니까! 기운 내!\nEN:\nThe Arcana are much fiercer than I expected, but... it's the Magical Girls' destiny to struggle against overwhelming villains! Cheer up!"
  },
  {
    "key": "announcer_round_givebigdmg_32_1-dlg",
    "original": "今のはカッコよかったよ！あなたたちの愛の力が、光の力が！あの暗く邪悪なアルカナたちを激しく揺さぶったの！このままなら、勝利も時間の問題ね！\n<CMT_KR>\n<CMT_JP>",
    "translation": "今のはカッコよかったよ！あなたたちの愛の力が、光の力が！あの暗く邪悪なアルカナたちを激しく揺さぶったの！このままなら、勝利も時間の問題ね！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n방금 멋졌어! 너희들의 사랑의 힘이, 빛의 힘이! 저 어둡고 악한 아르카나들을 뒤흔들었어! 이대로면 승리도 시간 문제겠지!\nEN:\nThat was fantastic! Your power of love and light triumphed over the evil Arcana of darkness! Victory's only just a matter of time, now!"
  },
  {
    "key": "announcer_round_givebigdmg_32_2-dlg",
    "original": "あのね…？ 実は、魔法少女っていつも人手不足なんだ…。あなたたち、さえよければ私たちを手伝ってくれたり…。あ、ううん。それには「選択」の瞬間が必要だから、私が決められることじゃなさそうね…。うーん、残念。そう思うよね！\n<CMT_KR>\n<CMT_JP>",
    "translation": "あのね…？ 実は、魔法少女っていつも人手不足なんだ…。あなたたち、さえよければ私たちを手伝ってくれたり…。あ、ううん。それには「選択」の瞬間が必要だから、私が決められることじゃなさそうね…。うーん、残念。そう思うよね！\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n있잖아? 사실, 마법소녀들은 항상 인력난에 시달리거든… 너희, 만 괜찮다면 혹시 우리를 도와서… 아, 아냐. 그건 '선택'의 순간이 필요하니까. 내가 정할 순 없겠네… 음, 아쉽다, 그치!\nEN:\nYou know, we Magical Girls are always hurting for more people, so... if it's alright with you, can you help us... Ah, never mind. That can't happen without 'the choosing', so it's not up to me... Um, that's too bad, right?"
  },
  {
    "key": "announcer_multikillenemy_32_1-dlg",
    "original": "ふふっ、私のアルカナ・スレイブくらいのレベルね？一度に敵を一掃する攻撃っていうのは、やっぱり必殺技にふさわしいよね。カッコよかったよ！私もああいうときって、カッコよく見えてるのかな？\n<CMT_KR>\n<CMT_JP>",
    "translation": "ふふっ、私のアルカナ・スレイブくらいのレベルね？一度に敵を一掃する攻撃っていうのは、やっぱり必殺技にふさわしいよね。カッコよかったよ！私もああいうときって、カッコよく見えてるのかな？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n후훗, 내 아르카나 슬레이브 정도의 수준인걸? 한번에 악당들을 휩쓰는 공격은 역시 필살기에 걸맞지? 멋졌어! 나도 저럴 땐 멋져 보이려나?\nEN:\nHehe, that was almost as strong as my Arcana Slave! A super strong attack destroying multiple villains at once... now that's an ultimate move right there, awesome! I wonder if I look just as cool when I do that?"
  },
  {
    "key": "announcer_battle_win_32_1-dlg",
    "original": "さ～て。悪党退治ぃ～、成功！今日も本当に見事な活躍だったよ！明日も絶対に呼んでよね？ふふっ、世界が平和になるのは嬉しいことだよね。ん～。でも、明日も今みたいに静かなのかな？\n<CMT_KR>\n<CMT_JP>",
    "translation": "さ～て。悪党退治ぃ～、成功！今日も本当に見事な活躍だったよ！明日も絶対に呼んでよね？ふふっ、世界が平和になるのは嬉しいことだよね。ん～。でも、明日も今みたいに静かなのかな？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n자~ 악당 퇴치~ 성공! 오늘도 정말 멋진 활약이었어! 내일도 꼭 불러주기야? 후후, 세상이 평화로워지는 건 기쁜 거야. 음~ 근데, 내일도 지금처럼 조용하려나?\nEN:\nAnother villain~ Vanquished! Another day of impressive showings, everyone! Promise to call me tomorrow too, okay? Fuhu, it's such a nice feeling to see the world become a more peaceful place. Hmm~ I wonder if it'll be quiet like this tomorrow, too?"
  },
  {
    "key": "announcer_battle_defeat_32_1-dlg",
    "original": "アルカナを倒せなかった私は…役に立たない存在なんだ…。ううん、もしかしたら…私が…選ばれた私じゃなかったから…？私が前に出てれば…。\n<CMT_KR>\n<CMT_JP>",
    "translation": "アルカナを倒せなかった私は…役に立たない存在なんだ…。ううん、もしかしたら…私が…選ばれた私じゃなかったから…？私が前に出てれば…。\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n아르카나를 처리하지 못한 나는 쓸모없는 존재야… 아니, 어쩌면… 내가… 선택 받은 내가 아니었어서…? 내가 나섰더라면…\nEN:\nI'm so useless, I can't even take care of these Arcana... No, maybe... maybe it's because it wasn't— Maybe it's because I, the chosen one, wasn't there...? If only I'd been there..."
  },
  {
    "key": "announcer_equip_32_1-dlg",
    "original": "愛と正義の名の下にぃ～今ここに参上！アルカナたちを倒すっていうのなら、私も手伝うわ！正義の力は合わせれば合わせるほど強くなるものだからねっ！よろしくね？\n<CMT_KR>\n<CMT_JP>",
    "translation": "愛と正義の名の下にぃ～今ここに参上！アルカナたちを倒すっていうのなら、私も手伝うわ！正義の力は合わせれば合わせるほど強くなるものだからねっ！よろしくね？\n<CMT_KR>\n<CMT_JP>",
    "stage": 1,
    "context": "KR:\n사랑과 정의의 이름으로~ 지금 이곳에 등장! 아르카나들을 처리하는 거라면, 나도 도울게! 정의로운 힘은 합칠수록 강해지는 거니까! 잘 부탁해?\nEN:\nIn the name of Love and Justice~ Here comes Magical Girl! If you need help taking care of Arcana, I'm right here! The power of Justice can only grow stronger the more we work together! Let's do this!"
  }
]